Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">License Approval</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Lizenz bestätigen</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Aprobar licencia</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Acceptation de la licence</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Approvazione Licenza</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Goedkeurig van de licentie</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Aprovar Licença</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Подттверждение лицензии</span></p></body></html>

source: KaOS includes some proprietary software like hardware drivers, media plugins and fonts. To install them, you have to read and accept their licenses. If you choose against a license, the installer will try to use a free solution (if one is available).
de: KaOS bietet einige patentrechtlich geschützte Multimedia Codecs, Schriftarten und Treiber an, wie solche für bestimmte WLAN und GPU Hersteller. Um sie installieren zu können, lies dir bitte die Lizenzen durch und akzeptiere sie. Dies ist freiwillig; wenn du diese Lizenzen nicht akzeptierst, werden freie Alternativen installiert, so fern diese verfügbar sind.
es_ar: KaOS incluye algún software propietario, como drivers, plugins multimedia y fuentes. Para instalarlos, debe leer y aceptar sus licencias. Si rechaza alguna licencia, el instalador tratará de usar alguna solución libre (si es que hay alguna disponible).
fr: KaOS comprend quelques programmes propriétaires comme les pilotes matériels, les plugins multimédias et les polices de caractère. Pour les installer, vous devez lire et accepter leurs licences. En cas de refus, le programme d'installation tentera d'utiliser une solution libre (si disponible).
it: KaOS include del software proprietario come driver per hardwire, multimedia codecs and fonts. Per installare questi software occorre leggere e accettare le loro licenze. Se scegli di non accettare la licenza, l'installazione tenterà di utilizzare un software libero (se uno è disponibile).
nl_nl: KaOS bevat een aantal propiëtaire softwarepakketten zoals hardwarestuurprogramma's, media-plugins en lettertypen. Om deze pakketten te installeren, moet u de bijbehorende licenties doorlezen en goedkeuren. Als u een bepaalde licentie niet goedkeurt, zal de installer een vrij alternatief proberen te installeren (mits beschikbaar).
pt_br: KaOS inclui algum software proprietário como drivers de hardware, plugins de mídia e fontes. Para instalá-los, você tem que ler e aceitar as suas licenças. Se você optar por não aceitar a licença, o Instalador tentará utilizar uma solução gratuita (se disponível).
ru: KaOS включает в себя некоторое несвободное программное обеспечение, такие как драйвера, кодеки и шрифты. Чтобы установить их, вы должны прочитать и принять их лицензии. Если вы решите отказаться, программа установки попытается использовать бесплатные решения (если таковые имеются).

source: Approve license for:
de: Lizenz genehmigen für:
es_ar: Aprobar licencia para:
fr: Accepter la licence pour :
hr_hr: Potvrdi licencu za:
it: Approvazione Licenza:
nl_nl: Keur licentie goed voor:
pt_br: Aprove a licença para:
ru: Подтверждение лицензии для:

source: Decline License
de: Lizenz ablehnen:
es_ar: Rechazar licencia
fr: Refuser la licence
hr_hr: Odbij licencu
it: Disapprovazione Licenza
nl_nl: Licentie afkeuren
pt_br: Recusar Licença
ru: Лицензия отклонена

source: Accept License
de: Lizenz akzeptieren:
es_ar: Aceptar licencia
fr: Accepter la licence
hr_hr: Prihvati licencu
it: Accettazione Licenza
nl_nl: Licentie accepteren
pt_br: Aceitar Licença
ru: Принять лицензию

source: Form
de: Formular
es_ar: Formulario
fr: Formulaire
nl_nl: From
pt_br: Formulário
ru: Форма

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Language &amp; Time</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Sprache &amp; Zeit</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Idioma &amp; Hora</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Langue &amp; Heure</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Linguaggio &amp; Time</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Taal &amp; tijd</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Idioma &amp; Horário</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Язык & время</span></p></body></html>

source: Please select the nearest city on the globe so the installer can suggest the locale and timezone settings for you. You can fine-tune the suggested settings at the bottom of the page. Search the globe by dragging to rotate and using the slider to zoom in.
de: Bitte wähle deine näherste Stadt, damit das Installationsprogramm deine Tastaturbelegung und die Zeitzone für dich einstellen kann. Du kannst diese Einstellungen auch unten in der Leiste treffen. Die Weltkugel ist interaktiv, zoomen kannst du mit dem Schieberegler.
es_ar: Por favor seleccione la ciudad mas cercana en el globo para que el instalador pueda sugerirle la configuración regional y la zona horaria. Puede ajustar la configuración sugerida en la parte inferior de la página. Busque en el globo arrastrando para rotar y usando la rueda para agrandarlo.
fr: Veuillez sélectionner la ville la plus proche de chez vous sur le globe afin de laisser le programme d'installation vous suggérer les options de localisation de et fuseau horaire. Vous pouvez modifier finement les options suggérées au bas de la page. Vous pouvez chercher sur le globe en faisant glisser la souris pour le tourner, et utiliser le curseur pour zoomer.
it: Per favore seleziona la pià vicccina città sul globo in modo che l'installazione possa suggerire la localizzazione e il fuso orario per te. Puoi ulteriormente configurare la configurazione proposta in fondo alla pagina. Cerca sul globo trascinando per ruotare.
nl_nl: Kies de dichtstbijzijnde stad op de kaart, zodat de installer de beste instellingen voor locale en tijdzone voor u kan suggereren. Onderaan de pagina kunt u de gesuggereerde instellingen bijstellen. Zoek in the atlas door te slepen om te roteren en gebruik de slider om in te zoomen.
pt_br: Por favor, selecione no globo a cidade mais próxima para que o Instalador possa sugerir configurações de local e fuso-horário para você. Você poderá melhorar as configurações sugeridas na parte inferior da página. Se você não achar uma cidade ou região no globo, você poderá aumentar o zoom usando o deslizador à esquerda.
ru: Пожалуйста, выберите ближайший город на глобусе, так установщик может предложить вам региональные настройки и часовой пояс. Вы можете настроить предлагаемые параметры в нижней части страницы. Найдите на глобусе, перетаскивая вращая и используя ползунка для изменения масштаба.

source: Search...
de: Suchen...
es_ar: Buscar...
fr: Rechercher...
hr_hr: Traži...
it: Ricerca...
nl_nl: Zoeken...
pt_br: Pesquisar...
ru: Поиск...

source: Continent:
de: Kontinent:
es_ar: Continente:
hr_hr: Kontinent...
it: Continente:
pt_br: Continente:
ru: Континент:

source: Language:
de: Sprache:
es_ar: Idioma:
fr: Langue :
hr_hr: Jezik:
it: Linguaggio:
nl_nl: Taal:
pt_br: Idioma:
ru: Язык:

source: Locale:
de: Ort:
es_ar: Localización:
fr: Code langue :
it: Localizzazione:
pt_br: Localização:
ru: Местность:

source: Show all
de: Alles anzeigen
es_ar: Mostrar toto
fr: Voir tout
hr_hr: Pokaži sve
it: Mostra tutto:
nl_nl: Toon alle
pt_br: Mostrar todos
ru: Показать всё

source: Region:
es_ar: Región:
fr: Région :
it: Regione:
nl_nl: Regio:
pt_br: Região:
ru: Регион:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installation Type</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">IArt der Installation</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Tipo de instalación</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Type d'installation</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Vrsta instalacije</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Tipo di Installazione</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Installatie Type</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Tipo de instalação</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Тип установки</span></p></body></html>

source: Select the type of installation you wish to perform.
de: Wie möchtest du installieren?
es_ar: Seleccione el tipo de instalación que desea realizar.
fr: Veuillez sélectionner le type d'installation souhaité.
hr_hr: Odaberite tip instalacije koj iželite izvesti.
it: Seleziona il tipo di installazione che pensi di utilizzare.
nl_nl: Selecteer het type installatie dat je wil uitvoeren.
pt_br: Selecione o tipo de instalação que deseja executar.
ru: Выберите какой тип установки вы хотите выполнить.

source: Offline Installation. This installs the system from the packages included on the ISO.
de: Standard Installation. Dies installiert das Betriebssystem direkt von deinem Medium.
es_ar: Instalación offline. Esto instala el sistema desde los paquetes incluídos en la ISO.
fr: Installation Hors Ligne. Ceci installe le système à partir des paquets inclus dans l'ISO.
hr_hr: Izvanmrežna instalacija.Ovo instalira sustav iz paketa uključenih u ISO.
it: installazione fuori rete. Saranno installati solo i pacchetti contenuti sulla ISO nel DVD.
nl_nl: Offline Installatie. Dit installeert het systeem met de pakketten op de ISO.
pt_br: Instalação offline. Isso instala o sistema dos pacotes incluídos na ISO.
ru: Оффлайн Установка. Установит систему из пакетов, включенных в ISO.

source: Network Installation. Downloads (no packages from the ISO used) and installs a minimal working KDE desktop.
de: Netzwerk Installation. Alle Teile deines Betriebssystems werden (separat) heruntergeladen und einzeln installiert.
es_ar: Instalación por red. Descarga (no los paquetes de la ISO usada) e instala un escritorio de trabajo KDE mínimo.
fr: Installation depuis le réseau. Télécharge (aucun paquet présent dans l'ISO n'est utilisé) et installe un environnement de bureau KDE minimal.
hr_hr: Mrežna instalacija.Preuzimanje (nijedan paket sa ISO neće biti korišten) i instalacija minimalnod KDE radnog okruženja.
it: Installazione di Rete. I pacchetti saranno scaricati direttamente dalla rete (e non dal DVD) e sarà installato un minimale ambiente Desktop KDE.
nl_nl: Netwerk Installatie. Downloads (geen paketten van de ISO gebruikt) en installeerd een minimale KDE desktop.
pt_br: Instalação de rede. Baixa (há pacotes a partir da ISO usado) e instala um desktop KDE mínimo de trabalho.
ru: Сетевая установка. Загрузка (ни один пакет с ISO не используется) и установка минимального рабочего окружения KDE.

source: Partition
es_ar: Partición
fr: Partitionnement
hr_hr: Particija
it: Partizione
nl_nl: Partitie
pt_br: Partição
ru: Раздел
