Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: Installer was not able to initialize needed path:
de: Das Installationsprogramm kann den richtigen Pfad nicht starten.
es_ar: El Instalador no pudo inicializar la ruta necesaria:
fr: Le programme d'installation n'a pu accéder au chemin requis:
hr_hr: Instalacijski program nije mogao inicirati potrebnu putanju:
it: L'installazione non è in grado di utilizzare il percorso individuato:
nl_nl: Installer kon het benodigde pad niet initialiseren:
pt_br: Instalador não foi capaz de inicializar o caminho solicitado:
ru: Установщик не смог инициализировать необходимый путь:

source: , please resolve the issue, and try again.
de: , bitte löse diesen Fehler und versuche es noch einmal.
es_ar: , por favor resuelva este problema y vuelva a intentarlo.
fr: , veuillez résoudre le problème puis réessayer.
hr_hr: , molim rješite problem i pokušajte ponovno.
it: , per favore risolvi il problema e prova di nuovo.
nl_nl: , los dit probleem a.u.b. op, en probeer opnieuw.
pt_br: , por favor, resolva o problema e tente novamente.
ru: , решите этот вопрос и попробуйте снова.

source: Mounting partitions...
de: Partitionen werden eingehängt
es_ar: Montando las particiones...
fr: Montage des partitions...
hr_hr: Montiram particije...
it: Puntamento alle partizioni in corso...
nl_nl: Partities aankoppelen...
pt_br: Montando partições...
ru: Монтирование разделов...

source: Preparing installation...
de: Installation wird vorbereitet...
es_ar: Preparando la instalación...
fr: Préparation de l'installation...
hr_hr: Pripremam instalaciju...
it: Preparazione dell'installazione in corso...
nl_nl: Prepareer de installatie
pt_br: Preparando instalação...
ru: Подготовка к установке...

source: Installing the system...
de: Das System wird installiert...
es_ar: Instalando el sistema...
fr: Installation du système...
hr_hr: Instaliram sustav...
it: Installazione del sistema in corso...
nl_nl: Het systeem wordt geinstalleerd...
pt_br: Instalando o sistema...
ru: Установка системы...

source: Error copying files
de: Fehler beim kopieren der Datei.
es_ar: Hubo un error al copiar los archivos
fr: Erreur lors de la copie des fichiers
hr_hr: Greška pri kopiranju datoteka
it: Errore durante la copia dei file
nl_nl: Fout bij het kopieren van de bestanden
pt_br: Erro ao copiar arquivos
ru: Ошибка копирования файлов

source: Removing packages whose license has been declined...
de: Entferne Pakete, deren Lizenzen abgelehnt wurden…
es_ar: Desinstalando los paquetes cuyas licencias no han sido aceptadas...
fr: Suppression des paquets dont vous n'avez pas accepté la licence...
hr_hr: Uklanjanje paketa čije licence su odbačene...
it: Eliminazione dei pacchetti la cui licenza è stata rifiutata...
nl_nl: Pakketten verwijderen waarvan de licentie geweigerd is...
pt_br: Removendo pacotes cuja licença foram recusadas ...
ru: Удаление пакетов, лицензия которых была отклонена...

source: Initializing target...
de: Ziel wird vorbereitet
es_ar: Inicializando el destino...
fr: Cible en cours d'initialisation...
it: Preparazione obiettivo in corso ...
nl_nl: Bezig met het initialiseren van de doelmap ...
pt_br: Inicializando o alvo...
ru: Инициализация цели...

source: Please wait, configuring the new system...
de: Bitte warten, ihr neues System wird eingestellt...
es_ar: Por favor espere, configurando el nuevo sistema...
fr: Veuillez patienter, configuration du nouveau système...
hr_hr: Molim pričekajte, konfiguriram novi sustav...
it: Attendere per favore, è in atto la configurazione del nuovo sistema...
nl_nl: Wacht a.u.b., het nieuw systeem wordt geconfigureerd ...
pt_br: Por favor, aguarde. Configurando o novo sistema ...
ru: Ожидайте, конфигурация новой системы...

source: Error in Postinstall script. See log for more details
de: Fehler im PostInstall-Skript. Mehr Details dazu findest du im Logbuch.
es_ar: Hubo un error en el script de post-instalación. Revise el registro para más detalles.
fr: Erreur dans le script Postinstall. Consultez le journal pour plus d'informations.
it: Errore nella procedura di post installazione. Per maggiori dettaglio verificare il file Log
nl_nl: Fout in het Postinstall-script. Bekijk de log voor meer informatie
pt_br: Erro no script Postinstall. Confira o log para mais detalhes
ru: Ошибка в сценарии постустановки. Дополнительная информация в отчёте

source: Creating user accounts...
de: Die Accounts werden erstellt....
es_ar: Creando cuentas de usuario...
fr: Création des comptes utilisateurs...
hr_hr: Stvaram korisničke račune...
it: Creazione account dell'utente in corso...
nl_nl: Gebruikersaccounts creeëren ...
pt_br: Criando contas de usuários ...
ru: Создание учётной записи...

source: Configuring software management...
de: Das Softwaremanagement wird eingestellt.
es_ar: Configurando el gestor de software...
fr: Configuration de la gestion logicielle...
hr_hr: Konfiguriram upravljanje software-om...
it: Configurazione del software di gestione in corso...
nl_nl: Softwaremanagement configureren...
pt_br: Configurando o gerenciamento de software...
ru: Настройка менеджера программ...

source: Removing unused packages...
de: Ungenützte Packete werden entfernt....
es_ar: Desinstalando paquetes innecesarios...
fr: Suppression des paquets non-utilisés...
hr_hr: Uklanjam nekorištene pakete...
it: Eliminazione dei pacchetti non utilizzati in corso...
nl_nl: Ongebruikte pakketten verwijderen...
pt_br: Removendo pacotes desnecessários...
ru: Удаление неиспользуемых пакетов...

source: Installing additional packages...
de: Zusätzliche Pakete werden installiert...
es_ar: Instalando paquetes adicionales...
fr: Installation d'éléments additionnels...
hr_hr: Instaliram dodatne pakete...
it: Installazione dei pacchetti aggiuntivi in corso...
nl_nl: Bezig met het installeren van additionele pakketten...
pt_br: Instalando pacotes adicionais...
ru: Установка дополнительных пакетов...

source: Configuring the display...
de: Der Anzeigeschirm wird eingestellt
es_ar: Configurando la pantalla...
fr: Configuration de l'affichage...
hr_hr: Konfiguriram zaslon...
it: configurazione dello schermo in corso...
nl_nl: Display configureren....
pt_br: Configurando o monitor...
ru: Настройка дисплея...

source: Downloading and installing localization packages...
de: Regionale Übersetzungen werden heruntergeladen und installiert....
es_ar: Descargando e instalando los paquetes de configuración regional...
fr: Téléchargement et installation des paquets de langue...
hr_hr: Preuzimam i instaliram lokalizacijske pakete...
it: Reperimento ed installazione dei pacchetti di localizzazione in corso...
nl_nl: Gelokaliseerde pakketten downloaden en installeren....
pt_br: Baixando e instalando pacotes de localização...
ru: Загрузка и установка пакетов локализации...

source: Creating fstab...
de: fstab wird erstellt...
es_ar: Creando fstab...
fr: Création de fstab...
hr_hr: Kreiram fstab...
it: Creazione del file "ftab" in corso...
nl_nl: Bezig met het aanmaken van fstab...
pt_br: Criando o fstab...
ru: Создание fstab...

source: Adding extra mountpoints...
de: Zusätzliche Einhängepunkte werden hinzugefügt....
es_ar: Agregando puntos de montaje extra...
fr: Ajout de points de montage supplémentaires...
hr_hr: Dodajem još točaka montiranja...
it: Aggiunta ulteriori riferimenti a volumi o partizioni in corso...
nl_nl: Extra mountpoints toevoegen...
pt_br: Adicionando pontos extras de montagem...
ru: Добавление дополнительных точек монтирования...

source: Configuring hardware...
de: Hardware wird eingerichtet...
es_ar: Configurando el hardware...
fr: Configuration des composants matériels...
hr_hr: Konfiguriram sklopovlje...
it: Configurazione hardware in corso
nl_nl: Bezig met het instellen van de hardware...
pt_br: Configurando o hardware...
ru: Конфигурация оборудования...

source: Creating initial ramdisk images...
de: Einleitender Datenträger wird erstellt..
es_ar: Creando las imágenes de initial ramdisk...
fr: Création des images ramdisk initiales...
it: Creazione dell'iniziale immagine ramdisk in corso...
nl_nl: Initiële ramdisk image aanmaken...
pt_br: Criando imagens de ramdisk inicial...
ru: Создание начального ramdisk образа...

source: Generating locales...
de: Regionalität wird berrechnet...
es_ar: Generando las configuraciones regionales...
fr: Installation des langues...
it: Configurazione file "locales" in corso...
nl_nl: Locales genereren...
pt_br: Gerando as configurações regionais...
ru: Генерирование locales...

source: Removing unused localizations...
de: Ungenütze regionale Dateien werden entfernt....
es_ar: Desinstalando las configuraciones regionales que no se usarán...
fr: Désinstallation des traductions inutiles...
hr_hr: Uklanjam nekorištene lokalizacije...
it: Eliminazione file di localizzazione non utilizzati in corso...
nl_nl: Ongebruikte locales verwijderen...
pt_br: Removendo configurações regionais não utilizadas...
ru: Удаление неиспользуемых локализаций...

source: Symlinking localtime...
de: Die Ortszeit wird eingestellt....
es_ar: Creando enlace simbólico a localtime...
fr: Définition de l'heure locale...
it: Creazione collegamenti file localtime in corso...
nl_nl: Localtime symlinken...
pt_br: Link simbólico do horário local...
ru: Определение местного времени...

source: Setting keymap...
de: Tastaturbelegung wird eingestellt....
es_ar: Estableciendo el mapa de teclado...
fr: Configuration de l'agencement clavier...
it: Configurazione della mappa della tastiera in corso...
nl_nl: Keymap configureren...
pt_br: Configurando teclado...
ru: Настройка раскладки...

source: Setting hostname...
de: Netzwerkname wird definiert....
es_ar: Configurando el nombre de host...
fr: Définition du nom d'hôte...
hr_hr: Postavljam ime računala
it: Configurazione dell'Hostname in corso...
nl_nl: Hostname instellen...
pt_br: Configurando no do computador...
ru: Настройка hostname...

source: Removing unused drivers...
de: Ungenützte Treiber werden entfernt....
es_ar: Desinstalando los controladores que no se usarán...
fr: Désinstallation des pilotes inutiles...
hr_hr: Uklanjam nekorištene upravljačke programe...
it: Eliminazione della configurazione e file per i driver non utilizzati in corso...
nl_nl: Ongebruikte stuur-apparaten verwijderen...
pt_br: Removendo drivers não utilizados...
ru: Удаление неиспользуемых драйверов...

source: Finishing up...
de: Fertigstellen...
es_ar: Terminando...
fr: Finalisation...
hr_hr: Dovršavam...
it: L'installazione è quasi completata...
nl_nl: Afronden...
pt_br: Finalizando...
ru: Завершение...

source: Installation complete!
de: Installation erfolgreich!
es_ar: Instalación completa!
fr: Installation terminée !
hr_hr: Instalacija završena!
it: Installazione completata!
nl_nl: Installatie afgerond!
pt_br: Instalação concluída!
ru: Установка завершена!

source: Installer was not able to initialize needed directories. Something is very wrong...
de: Das Installationsprogramm kann die benötigten Verzeichnisse nicht einrichten. Hier stimmt etwas überhaupt nicht....
es_ar: El Instalador no fue capaz de inicializar los directorios necesarios. Algo esta muy mal...
fr: L'installateur n'a pu initialiser les répertoires requis. Quelque ne chose ne va pas...
it: L'installazione non è in grado di utilizzare le cartelle previste, a causa di qualche grave problema...
nl_nl: Installer kon de nodige mappen niet initialiseren. Er is iets heel verkeerd...
pt_br: O instalador não pôde inicializar diretórios necessários. Algo está muito errado...
ru: Установщик не смог инициализировать необходимые каталоги. Что-то пошло не так...

source: Could not mount %1
de: %1 konnte nicht eingehängt werden
es_ar: No se pudo montar %1
fr: Impossible de monter %1
hr_hr: Ne mogu montirati %1
it: Non posso utilizzare %1
nl_nl: Kan %1 niet aankoppelen
pt_br: Não foi possível montar %1
ru: Не удалось смонтировать %1

source: No Further details given
de: Nähere Details sind nicht verfügbar
es_ar: No se dieron más detalles.
fr: Aucun détail supplémentaire
hr_hr: Daljne pojedinosti nisu dane
it: Non vi sono ulteriori dettagli
nl_nl: Geen verdere informatie bekend
pt_br: Nenhum detalhe adicional fornecido
ru: Нет более подробной информации

source: Installer
de: Installationsprogramm
es_ar: Instalador
fr: Assistant d'installation
hr_hr: Instalacijaski program
it: Installazione
pt_br: Instalador
ru: Установщик

source: Graphical Installer for KaOS, forked from the Chakra-Project
de: Grafisches Installationsprogramm für KaOS, basierend auf einer Software des Chakra Projektes
es_ar: Instalador gráfico de KaOS, adaptado a partir del proyecto Chakra
fr: Installateur graphique pour KaOS, provenant du Chakra-Project.
hr_hr: Grafički instalacijski program za KaOS, napravljen kao fork iz Chakra-Projekta
it: Installazione grafica per KaOS, derivata dall'analoga applicazione della distribuzione Chakra
nl_nl: Graphische installeerder voor KaOS, gevorkt van de Chakra-Project
pt_br: O Instalador Gráfico do KaOS é um fork do Chakra-Project
ru: Графический установщик KaOS, форк от Chakra-Project

source: (c) 2008 - 2012 the Chakra Development Team
de: (c) 2008 - 2012 das Chakra Entwicklungs Team
es_ar: (c) 2008 - 2012 el Equipo de Desarrollo de Chakra
hr_hr: (c) 2008 - 2012 the Chakra razvojni tim
it: (c) 2008 - 2012 the Chakra Development Tea
nl_nl: (c) 2008 - 2012 het Chakra Ontwikkelaars Team
pt_br: (c) 2008 - 2012 a Equipe de Desenvolvimento do Chakra-Project
ru: (c) 2008 - 2012 команда разработчиков Chakra

source: Maintainer
de: Betreuer
es_ar: Mantenedor
fr: Mainteneur
hr_hr: Održavatelj
it: Curatore
nl_nl: Onderhouder
pt_br: Mantenedor
ru: Сопровождающий

source: Developer
de: Entwickler
es_ar: Desarrollador
fr: Développeurs
hr_hr: Razvijatelj
it: Sviluppatore
nl_nl: Ontwikkelaar
pt_br: Desenvolvedor
ru: Разработчик

source: PostInstall Backend and Artwork
de: Postinstall Backend und Design
es_ar: Trabajo de post-instalación y material gráfico
fr: Traitements post-installation et Illustrations
nl_nl: PostInstall-backend en artwork
pt_br: PostInstall Backend e Artes
ru: Послеустановочная доводка и оформление

source: PostInstall Backend
es_ar: Trabajo de post-instalación
fr: Traitements post-installation
ru: Послеустановочная доводка

source: Your system does not meet the minimal memory needed for installing KaOS with Installer (1.5gb), total available memory: %1 mbytes Continue at your own risk
de: Dein Computer verfügt nicht über genügend Arbeitsspeicher (1,500mb), um KaOS zu installieren. Dein freier Arbeitsspeicher beträgt: %1 mb Du kannst es dennoch versuchen.
fr: Votre configuration ne répond pas aux exigences minimales de mémoire pour installer KaOS avec l'installeur (1.5Gb), mémoire totale disponible : %1 mbytes Vous continuez à votre propre risque.
hr_hr: Vaš sustav nema minimalnu potrebnu memoriju za instalaciju KaOS-a pomoću instalacijskog programa (1.5gb), ukupno dostupna memorija: %1 mbytes Nastavite na vlastitu odgovornost
it: Il tuo sistema non ha la minima memoria RAM necessaria per installare KaOS con l'installazione (1.5gb) grafica, memoria totale disponibile: %1 mbytes Continuare a proprio rischio
ru: Ваша система не имеет минимально необходимый объём памяти для установки KaOS с установщиком (1,5 Гб), общий объем доступной памяти: % 1 мегабайта Продолжайте на свой страх и риск

source: It looks like your power adaptar is unplugged. Installation is a delicate and lenghty process, hence it is strongly advised to have your PC connected to AC to minimize possible risks.
de: Ist ihr Stromkabel angeschlossen? Die Installation dauert in etwa eine halbe Stunde, sind sie sicher, dass ihr Akku noch ausreichend aufgeladen ist?
es_ar: Parece que su equipo está desconectado de la corriente. La instalación es un proceso largo y delicado, por lo que se recomienda encarecidamente que el PC esté conectado a una toma corriente para minimizar los posibles riesgos.
fr: Il semblerait que votre source d'alimentation est débranchée. L'installation est un processus lent et risqué, aussi, il est fortement recommandé de brancher votre PC sur secteur afin de réduire tous les risques possibles.
it: Alimentazione elettrica non rilevata. Il processo di installazione richiede di avere il PC connesso all'alimentazione al fine di minimizzare il più possibile i rischi di perdita dati.
nl_nl: Je stroomkabel is unplugged. Installatie is een delicaat en lang process, daarom is het sterk aanbevolen om je PC met een stroombron te verbinden om mogelijke risico's te verminderen.
pt_br: Parece que seu adaptador de alimentação de energia está desligado. A instalação é um processo delicado e demorado, por isso é altamente recomendável ter o seu computador ligado ao AC para minimizar possíveis riscos.
ru: Похоже, ваша блок питания отключен от сети. Установка представляет собой тонкий и непрерывный процесс, поэтому, настоятельно рекомендуется подключить ваш компьютер сети переменного тока, чтобы минимизировать возможные риски.

source: Do you really want to abort the installation?
de: Möchten Sie die Installation wirklich abbrechen?
es_ar: ¿Está seguro de que quiere cancelar la instalación?
fr: Voulez-vous réellement annuler l'installation ?
hr_hr: Želite li doista prekinuti instalaciju?
it: Sei sicuro di non voler continuare con l'installazione?
nl_nl: Weet u zeker dat u de installatie wilt afbreken?
pt_br: Você realmente deseja abortar a instalação?
ru: Вы действительно хотите прервать установку?

source: Installation failed! The following error has been reported: %1. Installer will now quit, please check the installation logs in /tmp or ask for help in our forums.
de: Installation fehlgeschlagen! Der folgende Fehler ist aufgetreten: %1. Das Installationsprogramm wird sich nun schließen, sie finden hoffentlich einen detailierten Fehlerbericht in OS > Dolphin > Basisordner > tmp oder holen Sie sich Hilfe in unseren Foren.
es_ar: ¡La instalación falló! El siguiente error fue reportado: %1 El instalador se cerrará ahora, revise los registros de la instalación en «/tmp» o pida ayuda en nuestros foros.
fr: L'installation a échoué! L'erreur suivante a été rencontrée: %1. L'installeur va maintenant se fermer, merci de vérifier le journal d'installation dans /tmp ou demandez de l'aide dans nos forums.
hr_hr: Instalacija nije uspjela!Slijedeća greška je prijavljena: %1. Instalacijski program će sada prestati, molim provjerite zapise o instalaciji u /tmp ili pitajte za pomoć na našim forumima.
it: Il processo di installazione non è andato a buon fine! Il seguente errore è stato rilevato: %1 L'installazione sarà terminata, per favore controlla il file logs nella cartella /tmp e/o chiedi aiuto nel nostro forum.
nl_nl: Installatie mislukt! De volgende fout is gerapporteerd: %1.\nInstaller wordt nu afgesloten, bekijk de installatielogs in /tmp\nof vraag om hulp op ons forum.
pt_br: Falha na instalação! O erro a seguir foi reportado: %1. O Instalador vai encerrar-se agora. Por favor, veja os logs de instalação em /tmp ou peça ajuda em nossos fóruns.
ru: Установка не завершена! Сообщение ошибки: %1. Установщик прекращает свою работу, пожалуйста, проверьте журналы установки в /tmp или обратитесь за помощью на наши форумы.

source: Installing bootloader...
de: Bootloader wird installiert....
es_ar: Instalando el gestor de arranque...
fr: Installation du chargeur de démarrage...
hr_hr: Instaliram učitavač podizanja sustava...
it: Installazione del bootloader in corso...
nl_nl: Bezig met het installeren van de bootloader...
pt_br: Instalando o gerenciador de boot...
ru: Установка загрузчика...

source: Creating OS list...
de: OS Liste wird erstellt
es_ar: Generando la lista de sistemas operativos...
fr: Création de la liste des systèmes...
hr_hr: Pravim OS listu...
it: Creazione lista dei Sistemi Operativi rilevati in corso...
nl_nl: OS lijst creeëren...
pt_br: Criando lista de sistemas operacionais...
ru: Создание списка ОС...

source: Downloading
de: Herunterladen
es_ar: Descargando
fr: Téléchargement
hr_hr: Preuzimam
it: Scaricamento file dalla rete in corso...
nl_nl: Downloaden
pt_br: Baixando
ru: Загрузка

source: Sorry, you have no internet connection at the moment Will stop bundle(s) installation now
de: Da du derzeit über keine Internetverbindung verfügst, kann keine Software heruntergeladen werden.
es_ar: Lo siento, usted no tiene conexión a internet en este momento Se detendrá la instalación de bundle(s)
fr: Désolé, aucune connexion internet n'est disponible pour le moment L'installation de paquet(s) va maintenant s'arrêter
it: Mi dispiace, non la connessione verso Internet non è al momento funzionante L'installazione dei gruppi di pacchetti è stata terminata
nl_nl: Helaas, U heeft geen internet op het moment\nBundle(s) installatie wordt nu gestopt
pt_br: Desculpe, você não tem nenhuma conexão com a internet no momento A instalação do pacote(s) vai parar agora
ru: Извините, у Вас отсутствует интернет-подключение на данный момент Установка пакета(ов) будет прервана

source: loading package data...
de: Packetdaten werden geladen....
es_ar: cargando datos de paquetes...
fr: chargement des données du paquet...
hr_hr: učitavam podatke paketa...
it: verifica dati del pacchetto in corso...
nl_nl: pakketdata laden...
pt_br: carregando dados de pacote...
ru: загрузка данных пакета...

source: Loading package data...
de: Packetdaten werden geladen...
es_ar: Cargando datos de paquetes...
fr: Chargement des données du paquet...
hr_hr: Učitavam podatke paketa...
it: Verifica dati del pacchetto in corso...
nl_nl: Pakketdata laden...
pt_br: Carregando dados de pacote...
ru: Загрузка данных пакета...

source: checking dependencies...
de: Verwandtsschaften überprüfen...
es_ar: comprobando dependencias...
fr: vérification des dépendances...
hr_hr: provjeravam zavisnosti...
it: verifica dipendenze in corso...
nl_nl: afhankelijkheden controleren...
pt_br: verificando dependências...
ru: проверка зависимостей...

source: Checking dependencies...
de: Verwandtschaften werden überprüft....
es_ar: Comprobando dependencias...
fr: Vérification des dépendances...
hr_hr: Provjeravam zavisnosti...
it: Verifica dipendenze in corso...
nl_nl: Afhankelijkheden controleren...
pt_br: Verificando dependências...
ru: Проверка зависимостей...

source: resolving dependencies...
de: Verwandte Packete verbinden...
es_ar: resolviendo dependencias...
fr: résolution des dépendances...
hr_hr: rješavam zavisnosti...
it: risoluzione dipendenze in corso...
nl_nl: afhankelijkheden oplossen...
pt_br: resolvendo dependências...
ru: разрешения зависимостей...

source: Resolving dependencies...
de: Verwandte Packete verbinden...
es_ar: Resolviendo dependencias...
fr: Résolution des dépendances...
hr_hr: Rješavam zavisnosti...
it: Risoluzione dipendenze in corso...
nl_nl: Afhankelijkheden oplossen...
pt_br: Resolvendo dependências...
ru: Разрешения зависимостей...

source: checking package integrity...
de: Prüfe die Integrität der Packete...
es_ar: comprobando la integridad del paquete...
fr: vérification de l'intégrité des paquets...
hr_hr: provjeravam integritet paketa...
it: verifica dell'integrità dei pacchetti in corso...
nl_nl: pakketintegriteit controleren...
pt_br: verificando integridade de pacote...
ru: проверка целостности пакета...

source: Checking package integrity...
de: Prüfe die Integrität der Packete...
es_ar: Comprobando la integridad del paquete...
fr: Vérification de l'intégrité des paquets...
hr_hr: Provjeravam integritet paketa...
it: Verifica dell'integrità dei pacchetti in corso...
nl_nl: Pakketintegriteit controleren...
pt_br: Verificando integridade de pacote...
ru: Проверка целостности пакета...

source: Total Download Size:
de: Gesamte Downloadgrösse:
es_ar: Tamaño Total de la Descarga:
fr: Taille totale du téléchargement:
hr_hr: Ukupna veličina preuzimanja:
it: Dimensione totale dei pacchetti scaricati:
nl_nl: Totale Download Grootte:
pt_br: Tamanho total baixado:
ru: Общий объём загрузки:
