Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: Root Passwords do not match...
de: Administrationspasswort stimmen nicht überein...
es_ar: Las contraseñas de root no coinciden...
fr: Les mots de passe root ne correspondent pas...
hr_hr: Korjenske lozinke se ne podudaraju...
it: Root password non sono uguali
nl_nl: Root wachtwoorden komen niet overeen...
pt_br: Senhas de Administrador não correspondem...
ru: Root пароли не совпадают...

source: Login names cannot be empty.
de: Benutzername darf nicht leer sein.
es_ar: Los nombres de usuario no pueden estar vacíos.
fr: Les comptes utilisateur ne peuvent être vides.
hr_hr: Imena prijave ne mogu biti prazna.
it: Il campo Login name non può essere vuoto.
nl_nl: Login namen kunnen niet leeg zijn.
pt_br: Nomes de login não podem estar vazios.
ru: Имя входа не может быть пустым.

source: Please check your username..
de: Bitte überprüfe deinen persönlichen Namen.
es_ar: Por favor, revise su nombre de usuario..
fr: Merci de vérifier votre nom d'utilisateur..
hr_hr: Molim provjerite vaše korisničko ime...
it: Per favore controlla il tuo user name...
nl_nl: Gaarne uw gebruikersnaam controleren
pt_br: Favor verificar seu nome...
ru: Пожалуйста, проверьте своё имя пользователя...

source: Login names must be unique.
de: Bitte wähle keine doppelten Namen.
es_ar: El nombre de usuario debe ser único.
fr: Les noms d'utilisateur doivent être uniques.
hr_hr: Imena prijave moraju biti jedinstvena.
it: Il nome di login deve essere unico.
nl_nl: Gebruikersnamen moeten uniek zijn.
pt_br: Nomes de login devem ser únicos.
ru: Имя для входа должно быть уникальным.

source: Passwords cannot be empty.
de: Passwörter dürfen nicht leer sein.
es_ar: Las contraseñas no pueden estar vacías.
fr: Les mots de passe ne peuvent être vides.
hr_hr: Lozinke ne mogu biti prazne.
it: Il campo Password non può essere vuoto.
nl_nl: Wachtwoorden kunnen niet leeg zijn.
pt_br: Senhas não podem estar vazias.
ru: Пароли не могут быть пустыми.

source: Passwords do not match...
de: Passwörter stimmen nicht überein...
es_ar: Las contraseñas no coinciden...
fr: Les mots de passe ne correspondent pas...
hr_hr: Lozinke se ne podudaraju...
it: Le password non sono uguali...
nl_nl: Wachtwoorden komen niet overeen...
pt_br: Senhas não combinam....
ru: Пароли не совпадают...

source: Preparing hard drive for installation...
de: Die Festplatte wird für die Installation vorbereitet....
es_ar: Preparando el disco duro para la instalación...
fr: Préparation du disque dur pour l'installation...
hr_hr: Pripremam tvrdi disk za instalaciju...
it: L'Hard Disk viene configurato per l'installazione...
nl_nl: Harde schijf op de installatie voorbereiden...
pt_br: Preparando o disco rígido para a instalação...
ru: Подготовка жесткого диска для установки...

source: Analyzing disk...
de: Datenträger wird analysiert...
es_ar: Analizando el disco...
fr: Analyse du disque...
hr_hr: Analiziram disk...
it: Analisi del disco in corso...
nl_nl: Schijf analyseren
pt_br: Analisando disco...
ru: Анализ диска...

source: There was an error while formatting partitions
de: Es ist ein Fehler beim partitionieren passiert
es_ar: Hubo un error cuando se formatearon las particiones
fr: Une erreur est survenue lors du formatage des partitions
hr_hr: Došlo je do greške prilikom formatiranja particija
it: E' stato rilevato un errore durante la formattazione delle partizioni
nl_nl: Er is een fout opgetreden tijdens het formatteringsproces
pt_br: Houve um erro ao formatar partições
ru: Произошла ошибка при форматировании разделов

source: Custom
de: Persönlich
es_ar: Personalizar
fr: Personnaliser
hr_hr: Prilagođeno
it: Personalizzato
nl_nl: Aangepast
pt_br: Personalizada
ru: Пользовательский

source: AltGr
ru: Правый Alt

source: No preview found
de: Keine Vorschau gefunden
es_ar: No hay vista previa
fr: Aucune prévisualisation trouvée
it: Anteprima non trovata
nl_nl: Geen voorvertoning gevonden
pt_br: Pré-visualização não encontrada
ru: Нет предварительного просмотра

source: Usernames can not contain uppercase letters.
de: Anwendernamen bitte immer mit kleinen Buchstaben beginnen.
es_ar: Los nombres de usuario no pueden contener mayúsculas.
fr: Les noms d'utilisateur ne peuvent contenir de majuscules.
hr_hr: Korisnička imena ne mogu sadržavati velika slova.
it: Il nome dell'utente non può contenere maiuscole.
nl_nl: Gebruikersnamen mogen geen hoofdletters bevatten.
pt_br: Nomes de usuário não podem conter letras maiúsculas.
ru: Имя пользователя не может содержать заглавные буквы.

source: Usernames can not contain spaces.
de: Anwendernamen bitte immer zusammenhängend schreiben.
es_ar: Los nombres de usuarios no pueden contener espacios.
fr: Les noms d'utilisateur ne peuvent contenir d'espaces.
hr_hr: Korisnička imena ne mogu sadržavati razmak.
it: Il nome dell'utente non può contenere spazi.
nl_nl: Gebruikersnamen mogen geen spaties bevatten.
pt_br: Nomes de usuário não podem conter espaços.
ru: Имя пользователя не может содержать пробелы.

source: %1 is not a valid character
de: %1 is keine korrekte Angabe.
es_ar: %1 no es un carácter valido
fr: %1 n'est pas un caractère autorisé
hr_hr: %1 nije valjani znak
it: %1 non è un carattere valido
nl_nl: %1 is geen geldig karakter
pt_br: %1 não é um caracter válido
ru: %1 не является допустимым символом

source: %1 is already used by a system user. Please choose another name.
de: %1 wird bereits verwendet
es_ar: %1 esta siend usado por un usuario del sistema. Por favor, elija otro nombre.
fr: %1 est déjà utilisé par un autre utilisateur. Merci de choisir un autre nom.
hr_hr: %1 već koristi korisnik sustava.Molim odaberite drugo ime.
it: %1 è sempre utilizzato come un utente di sistema. Per favore scegliere un altro nome.
nl_nl: %1 is al in gebruik door een systeem gebruiker. Gaarne een andere naam kiezen
pt_br: %1 já é utilizado por um usuário do sistema. Por favor, escolha outro nome.
ru: %1 уже используется. Пожалуйста, выберите другое имя.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Welcome</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Willkommen</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Bienvenido</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Bienvenue</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Dobrodošli</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//IT" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Benvenuto</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-weight:600; color:#343434;\">Welkom</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Bem-vindo</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Добро пожаловать</span></p></body></html>

source: Release Notes
de: Versions Hinweise
es_ar: Notas de la versión
fr: Notes de versions
hr_hr: Obavijesti o izdanju
it: Note di Rilascio
pt_br: Nota de lançamento
ru: Примечания к выпуску

source: License Approval
de: Der Lizenz zustimmen
es_ar: Licencia Aprobada
fr: Acceptation de la licence
it: Approvazione Licenza
nl_nl: Goedkeuring van de licentie
pt_br: Aprovação da licença
ru: Одобрение лицензии

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Installation</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> \n p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Instalación</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Installation</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text- indent:0px;"><span style=" font-weight:600; color:#343434;">Instalacija</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Installazione</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-weight:600; color:#343434;\">Installatie</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Instalação</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Установка</span></p></body></html>

source: Install System
de: Das System installieren
es_ar: Instalar el sistema
fr: Installer le système d'exploitation
hr_hr: Instaliraj sustav
it: Installazione Sistema
nl_nl: Systeem Installeren
pt_br: Inslalar sistema
ru: Установка системы

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configuration</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Einstellung</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> \n p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configuración</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configuration</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css">⏎ p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Konfiguracija</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configurazione</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-weight:600; color:#343434;\">Configuratie</span></p></body></html>"
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configuração</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Конфигурация</span></p></body></html>

source: Reboot / Enjoy
de: Neustarten und geniesen
es_ar: Reinicie / Disfrute
fr: Redémarrez / Profitez
hr_hr: Ponovno podignite sustav / Uživajte
it: Riavvia / Buon Dvertimento
nl_nl: Herstart / Geniet
pt_br: Reiniciar / Aproveitar
ru: Перезагрузка / Наслаждайтесь

source: Language & Time
de: Sprache und Zeit
es_ar: Idioma y hora
fr: Langue & Heure
hr_hr: Jezik & vrijeme
it: Linguaggio e Tempo
nl_nl: Taal & tijd
pt_br: Idioma & horário
ru: Язык и время

source: Create Users
de: Personen hinzufügen
es_ar: Crear Usuarios
fr: Créer les comptes utilisateurs
hr_hr: Napravite korisnike
it: Creazione Utenti
nl_nl: Gebruikers Aanmaken
pt_br: Criar usuários
ru: Создать пользователя

source: Ready to Install
de: Fertig zur Installation
es_ar: Listo para Instalar
fr: Prêt à installer
hr_hr: Spremno za instalaciju
it: Pronto per l'Installazione
nl_nl: Gereed om te installeren
pt_br: Pronto para instalar
ru: Готово для установки

source: Keyboard
de: Tastatur
es_ar: Teclado
fr: Clavier
hr_hr: Tipkovnica
it: Tastiera
nl_nl: Toetsenbord
pt_br: Teclado
ru: Клавиатура

source: Disk setup
de: Festplatteneinrichtung
es_ar: Configuración de Disco
fr: Configuration du disque
it: Configurazione Disco
nl_nl: Schijfindeling
pt_br: Preparação do disco
ru: Установка диска
