Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Create Users</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Konfiguriere Anwenderprofile</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Crear usuarios</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Création des utilisateurs</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" fon t-size:22pt; font-weight:600; color:#343434;">Napravite korisnike</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Creazione Utenti</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Gebruikers Aanmaken</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Criar usuários</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Создание пользователя</span></p></body></html>

source: Enter at least one login name and password.
de: Bitte gib zumindest einen Namen und ein Passwort zum anmelden an.
es_ar: Ingrese al menos un nombre de inicio de sesión y contraseña
fr: Veuillez saisir au moins un nom et un mot de passe.
hr_hr: Unesite najmanje jedno ime prijave i lozinku.
it: Digita almeno un nome di login e una password.
nl_nl: Voer tenminste één login naam en wachtwoord in.
pt_br: Digite pelo menos um nome de login e senha.
ru: Введите как минимум одно имя пользователя и пароль.

source: Add another user account.
de: Füge einen weiteren Anwender Account hinzu.
es_ar: Agregar otra cuenta de usuario.
fr: Ajouter un compte utilisateur supplémentaire.
hr_hr: Dodaj još jedan korisnički račun.
it: Aggiungi un altro utente.
nl_nl: Een ander account toevoegen.
pt_br: Adicionar outra conta de usuário.
ru: Добавить другую учетную запись пользователя.

source: <small>This name will be used if you make the computer visible to others on a network.</small>
de: <small> Dieser Name wird für deinen Computer verwendet </small>
es_ar: <small>Se usará este nombre si hace visible a otros esta computadora en una red.</small>
fr: <small>Ce nom sera utilisé pour identifier votre ordinateur, si vous l'avez configuré pour être visible, dans le réseau auprès des autres ordinateurs du réseau.</small>
hr_hr: <small>Ovo će ime biti korišteno ako učinite vaše računalo vidljivim ostalima na mreži.</small>
it: <small>Questo nome sarà utilizzato se rendi il computer visibile sulla rete.</small>
nl_nl: <small>Deze naam zal worden gebruikt om uw computer zichtbaar te maken op een netwerk.</small>
pt_br: <small>Este nome será usado se você deixar o computador visivel para outras pessoas na rede.</small>
ru: <small>Это имя будет использоваться, если Вы сделаете компьютер видимым в сети для других</small>

source: ...and, what is the name of this computer?
de: .... und was is der Name deines Computers?
es_ar: ... y, cual es el nombre de esta computadora?
fr: ... aussi, quel est le nom de votre ordinateur ?
hr_hr: ...i, koje je ime vašeg računala?
it: ...e, qual'è il nome di questo computer?
nl_nl: ...en, wat is de naam van deze computer?
pt_br: ...e, como você quer denominar este computador?
ru: ... и, что это имя компьютера?

source: Select an Avatar...
de: Wähle ein Account Bild...
es_ar: Seleccionar una Imagen de Usuario...
fr: Sélectionner un avatar...
hr_hr: Odaberi avatar...
it: Seleziona un Avater...
nl_nl: Selecteer een Avatar...
pt_br: Selecionar um avatar...
ru: Выбор аватара...

source: Frame
de: Rahmen
es_ar: Marco
fr: Cadre
pt_br: Quadro
ru: Кадр

source: group
de: Gruppe
es_ar: grupo
fr: groupe
hr_hr: grupa
it: Gruppo
nl_nl: groep
pt_br: grupo
ru: группа

source: description
de: Erklärung
es_ar: descripción
hr_hr: opis
it: Descrizione
nl_nl: beschrijving
pt_br: descrição
ru: описание

source: Include more information about this user.
de: Bitte vervollständige die Informationen über diese Person.
es_ar: Incluir más informacion de este usuario.
fr: Enregistrer des informations supplémentaires sur cet utilisateur.
hr_hr: Uključi više informacija o ovom korisniku.
it: includi pià infomazioni circa questo utente.
nl_nl: Meer informatie over deze gebruiker toevoegen.
pt_br: Incluir mais informações sobre este usuário.
ru: Включите больше информации об этом пользователе.

source: Remove this user.
de: Entferne diese Person
es_ar: Eliminar este usuario.
fr: Supprimer cet utilisateur.
hr_hr: Ukloni ovog korisnika.
it: Elimina questo utente
nl_nl: Deze gebruiker verwijderen.
pt_br: Remover este usuário.
ru: Удалить этого пользователя.

source: password strength: %p%
de: Passwortstärke: %p%
es_ar: Seguridad de la Contraseña: %p%
fr: Solidité de votre mot de passe : %p%
hr_hr: snaga lozinke: %p%
it: Forza della password:%p%
nl_nl: wachtwoordsterkte: %p%
pt_br: força da senha: %p%
ru: Сложность пароля: %p%

source: Password:
de: Passwort:
es_ar: Contraseña:
fr: Mot de passe :
hr_hr: Lozinka:
nl_nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:

source: Confirm Password:
de: Wiederhole dein Passwort:
es_ar: Confirmar Contraseña:
fr: Confirmer le mot de passe :
hr_hr: Potvrdi lozinku:
it: Conferma Password:
nl_nl: Bevestig Wachtwoord:
pt_br: Confirmar senha:
ru: Подтвердите пароль:

source: User name
de: Name
es_ar: Nombre de Usuario
fr: Nom d'utilisateur :
hr_hr: Korisničko ime
it: Nome Utente
nl_nl: Gebruikersnaam
pt_br: Nome do usuário
ru: Имя пользователя

source: <html><head/><body><p>The user name may consist of a lowercase character or "_", followed by up to 31 lowercase characters, digits or "_" and "-".</p></body></html>
de: <html><head/><body><p> Dein Name kann aus Kleinbuchstaben bestehen und mit einem solchen oder einem _ beginnen, gefolgt von bis zu 31 Kleinbuchstaben, Zahlen, _ und - </p></body></html>
es_ar: <html><head/><body><p>El nombre de usuario puede consistir en un carácter en minúsculas o "_", seguido por hasta 31 carácteres en minúsculas, dígitos o "_" y "-".</p></body></html>
fr: <html><head/><body><p>Le nom d'utilisateur doit commencer par une lettre minuscule ou bien le caractère "_", suivi d'au maximum 31 caractères choisis parmi les lettres minuscules, les chiffres ou les caractères "_" et "-".</p></body></html>
it: <html><head/><body><p>Il nome dell'Utente può essere formato da un carattere minuscole o "_", seguito finoa un massimo di 31 characters minuscoli, cifre o "_" e "-".</p></body></html>
nl_nl: <html><head/><body><p>De gebruikersnaam mag enkel uit kleine letters of \"_\" bestaan, gevolgd door maximum 31 kleine letters, getallen of \"_\" en \"-\".</p></body></html>
pt_br: <html><head/><body><p>O nome de usuário pode consistir de uma letra minúscula ou "_", seguido por até 31 caracteres em minúsculas, números ou "_" e "-".</p></body></html>
ru: <html><head/><body><p>Имя пользователя может состоять из строчного символа или "_", сопровождаемого до 31 строчного символа, цифры или "_" и "-".</p></body></html>

source: Name:
es_ar: Nombre:
fr: Nom :
hr_hr: Ime:
it: Nome:
nl_nl: Naam:
pt_br: Nome:
ru: Имя:

source: Login Automatically
de: Automatische Anmeldung (Nicht empfohlen, wenn verschiedene Personen dieses Gerät verwenden.)
es_ar: Iniciar Sesion Automaticamente
fr: Se connecter automatiquement
hr_hr: Automatska prijava
it: Login automatico
nl_nl: Automatisch Inloggen
pt_br: Entrar automaticamente
ru: Входить автоматически

source: Select to use the above password as the Administrator password
de: Das Passwort oben soll auch gleichzeitig das Administrationspasswort sein:
es_ar: Seleccionar la contraseña anterior como la contraseña de Administrador
fr: Cocher la case pour utiliser le mot de passe ci-dessus comme mot de passe Administrateur
hr_hr: Odaberite korištenje gornje lozinke kao administratorske lozinke
it: Seleziona la suddetta password come quella di amministratore
nl_nl: Selecteer om bovenstaand wachtwoord als\nhet Administrator wachtwoord te gebruiken
pt_br: Selecione para usar a senha acima como a senha do Administrador
ru: Выбрать используемый выше пароль как как пароль администратора

source: Root Password:
de: Administrationspasswort:
es_ar: Contraseña de Root:
fr: Mot de passe Administrateur :
hr_hr: Korijenska lozinka:
nl_nl: Root Wachtwoord:
pt_br: Senha Administrador:
ru: Root пароль:

source: Confirm Root Password:
de: Wiederhole bitte das Administrationspasswort:
es_ar: Confirmar Contraseña de Root:
fr: Confirmer le mot de passe Administrateur :
hr_hr: Potvrdi korijensku lozinku:
it: Conferma la Root Password:
nl_nl: Bevestig Root Wachtwoord:
pt_br: Confirmar senha Administrador:
ru: Подтвердить Root пароль:

# NAME OF TRANSLATORS
source: Your names
de: Deine Namen
es_ar: Sus nombres
fr: Vos noms
hr_hr: Vaša imena
it: Il tuo nome
nl_nl: Uw namen
pt_br: Seus nomes
ru: Ваши имена

# EMAIL OF TRANSLATORS
source: Your emails
de: Deine EMails
es_ar: Sus emails
fr: Vos emails
it: Le tue email
nl_nl: Uw emails
pt_br: Seus e-mails
ru: Ваша эл. почта

source: Your system does not meet the minimal memory needed for installing KaOS with Installer (1gb), total available memory: %1 mbytes Continue at your own risk
es_ar: Su sistema no tiene el mínimo de memoria requerido para instalar KaOS (1gb), el total de memoria desponible es: %1 mbytes Continue bajo su propio riesgo
nl_nl: Je systeem voldoet niet aan de minimum geheugen vereisten\nom KaOS met Installer (1gb) te installeren. Totaal beschikbaar geheugen: %1 mbytes\n\nVerder gaan op eigen risico
pt_br: Seu sistema não atende a memória mínima necessária para a instalação do KaOS com o Instalador (1GB), memória total disponível: %1 mbytes Continue por sua conta e risco
