Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installation Completed!</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installation geglückt!</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> /n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> /n p, li { white-space: pre-wrap; } /n </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> /n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalación Terminada!</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installation terminée !</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalacija dovršena!</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installatione Completata!</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Installatie Afgerond!</span></p></body></html>
pt_br: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalação Concluída!</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Установка завершена!</span></p></body></html>

source: Congratulations, the installation has been completed! We hope you enjoyed what you have seen so far, as much as we enjoyed creating it. You can now reboot into the installed system or keep using the LiveCD. In case you want to check the installation logs, take a look into /tmp on the live system or into /var/log on the installed system. Thanks for using KaOS. Get in touch with us in the forums, share opinions, give advice; To put it simple: Want to get involved? (http://kaosx.us) Have Fun! KaOS
de: Gratulation, die Installation ist erfolgreich verlaufen. (^.^) Wir hoffen, dass du genießen kannst, was wir mit ebenso viel Freude erschaffen. Du kannst jetzt sofort in dein neues System starten oder weiter diesen Live Modus nutzen. Falls du dir das Installations-Logbuch ansehen möchtest, öffne dafür den Dateimanager Dolphin: Im installierten System liegt es im Verzeichnis Basisordner > var > log und hier im Live Modus in Basisordner und dann /tmp. Dankeschön, dass du uns dein Vertrauen schenkst und KaOS verwendest. Schau doch ruhig einmal im Forum vorbei, erklär uns, was du willst und gib anderen selbst Hinweise. Um es einfach zu formulieren: Bist du dabei? :D (http://kaosx.us) Viel Freude KaOS
es_ar: Felicitaciones, la instalación ha terminado! Esperamos que haya disfrutado de lo que ha visto hasta ahora, tanto como nosotros hemos disfrutado creándolo. Ahora puede reiniciar en el sistema instalado o seguir usando el LiveCD. En caso de que quiera comprobar los logs de instalación, dele una mirada en /tmp en el sistema vivo o en /var/log en el sistema instalado. Gracias por usar KaOS. Manténgase en contacto con nosotros en los foros, comparta opiniones, de consejos; para ponerlo simple: Quiere participar? (http://kaosx.us) Diviértase! KaOS
fr: Félicitations, l'installation est terminée ! Nous espérons que vous prendrez autant de plaisir à l'utiliser que nous avons eu à le créer. Vous pouvez maintenant redémarrer sur le système installé ou continuer à utiliser le LiveCD. Si vous souhaitez consulter le journal d'installation, faites un tour dans le répertoire /temp présent sur le LiveCD ou bien dans le répertoire /var/log depuis le système installé en dur. Nous vous remercions d'utiliser KaOS. N'hésitez pas à venir sur les forums pour partager vos opinions et donner votre avis ; Pour dire les choses simplement : Souhaitez-vous vous impliquer ? (http://kaosx.us) Faites-vous plaisir ! KaOS
hr_hr: Čestitamo, instalacija je završena! Nadamo se da ste uživali u onome što ste do sad vidjelir, kao što smo i mi uživali stvarajući to. Sada možete ponovno podići vaš instalirani sustav il inastaviti koristiti LiveCD. U slučaju da želite provjeriti zapise instalacije pogledajte u ,/tmp na live sustavu ili u /var/log na instaliranom sustavu. Hvala vam što koristite KaOS. Budite u kontaktu sa nama na forumima, sdjelite mišljenja, give dajte savjet; Ukratko: Želite li se uključiti? (http://kaosx.us) Zabavite se! KaOS
it: Cmplimenti l'installazione è stata completata! Speriamo che ti sia divertito con quello che hai visto così come noi ci siamo divertiti a crearlo. Adesso puo riavviare o continuare a utilizzare il LiveDVD. Nel caso che vuoi controllare il file di log dell'installazione, dai un sguardo in /tmp sul live system o in /var/log sul sistema installato. Grazie per utilizzare KaOS. Continua a seguirci nel Forum, condividendo opinioni, fornendo suggerimenti. Più semplicemente: Vuoi essere coinvolto? (http://kaosx.us) Buon Divertimento! KaOS
nl_nl: Gefeliciteerd, de installatie is afgerond!\n\nWe hopen dat u evenzeer genoten heeft van hetgeen u zover gezien heeft, als wij aan het maken ervan.\nU kunt nu herstarten in uw geïnstalleerd systeem of u kunt de LiveCD blijven gebruiken.\n\nAls u de installatie logs wil bekijken,\nkijkt u best in /tmp op het livesysteem of in /var/log op het geïnstalleerde systeem.\n\nBedankt om KaOS te gebruiken, en zoek ons op de forums, deel uw mening, geef advies;\nOm het simpel te stellen: Wilt u betrokkken raken? (http://kaosx.us)\n\nHave Fun!\n\nKaOS"
pt_br: Parabéns, a instalação foi concluída com sucesso! Nós esperamos que você tenha gostado do que viu tanto quanto nós gostamos de criar. Você agora pode reiniciar para o seu sistema instalado ou continuar usando o LiveCD. Caso você queira verificar os logs da instalação, dê uma olhada no /tmp do sistema do live ou em /var/log no sistema instalado. Obrigado por usar KaOS e nos contate nos fóruns, compartilhe opiniões, forneça avisos; Para simplificar: Se envolva! (http://kaosx.us) Divirta-se! KaOS
ru: Поздравляем, установка успешно завершена! Мы надеемся, что Вы наслаждались тем, что видели до сих пор, так же как мы любили создавать это. Теперь вы можете перезагрузиться в установленную систему или продолжить использовать LiveCD. Если Вы хотите проверить отчёты об установке, посмотрите в /tmp в Live системе или в /var/log в установленной. Спасибо за использование KaOS, Присоединяйтесь к нами на форумах, поделитесь своим мнением и советами; Это проще простого: Хотите принять участие? (http://kaosx .us) Желаем удачи! KaOS

source: Restart Computer
de: Neustart
es_ar: Reiniciar la computadora
fr: Redémarrer l'ordinateur.
hr_hr: Ponovno pokreni računalo
it: Riavvia il computer
nl_nl: Computer herstarten
pt_br: Reiniciar computador
ru: Перезагрузка компьютера

source: Keep using the LiveCD
de: Später neu starten
es_ar: Seguir usando el LiveCD
fr: Continuer à utiliser le LiveCD
hr_hr: Nastavi koristiti LiveCD
it: Continua ad utilizzare il LiveDVD
nl_nl: De LiveCD blijven gebruiken
pt_br: Continuar usando o LiveCD
ru: Продолжить использовать LiveCD

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Ramdisk Setup</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Initiale Einstellungen</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuración de Ramdisk</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configurer le Ramdisk</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">configurazione Ramdisk</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Ramdisk-instellingen</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuração de ramdisk</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Установка Ramdisk</span></p></body></html>

source: Your hardware will be configured automatically during the installation and a initial ramdisk environment for booting the linux kernel will be built. Everything should happen without intervention, but you might need some options for special boot methods. If you are unsure on what this means, simply press the "Next" button. Otherwise check out the ramdisk options below and select the items you need for your system.
de: Deine Hardware wird jetzt automatisch eingestellt, während die Installation läuft, darüber hinaus wird ein virtueller Datenträger eingerichtet, um damit Linux zu starten. Dies alles sollte ohne Intervention ihrerseits erfolgen, doch du könntest vielleicht einige Einstellungen für spezielle Start Bedingungen festlegen wollen. Wenn du dir nicht sicher bist, was damit gemeint ist, klicken einfach auf den "Weiter" Knopf, unten rechts. Anderenfalls editiere diese "Initial RAM Disk" hier unten:
es_ar: Su hardware se configurará automáticamente durante la instalación y se construirá un entorno de initial ramdisk para arrancar el kernel. Todo debería pasar sin intervención alguna, pero ud. puede necesitar algunas opciones para métodos especiales de arranque. Si no está seguro de que significa, simplemente presione el botón "Siguiente". En otro caso, marque las opciones de ramdisk debajo y seleccione lo que necesite sus sistema.
fr: Votre disque dur sera configuré automatiquement durant l'installation et un environnement Ramdisk initial sera construit afin de démarrer le noyau linux. Cela ne nécessite pas d'intervention de votre part, mais vous souhaitez peut-être configurer des options spéciales de méthodes de démarrage. Si vous n'êtes pas sûr de la signification, veuillez juste appuyer sur le bouton "Suivant". Sinon, vous pouvez consulter les options de ramdisk ci-dessous et sélectionner celles que vous souhaitez utiliser.
it: Il tuo hardwire sarà automaticamente configurato durante l0installazione e un ramdisk file per l'avvio del kernel linux sarà creato, senza nessun intervento da parte tua se non in caso di speciali metodi di avvio. Se non sei sicuro di quello che questo significhi, premi semplicemente il pulsante "prossimo". Altrimenti verifica le opzioni disponibili per la creazione del file di ramdisk e seleziona quella più consona alle tue esigenze.
nl_nl: Uw hardware zal automatisch worden ingesteld tijden de installatie en de initiële ramdisk-omgeving voor het starten van de Linux-kernel zal worden opgebouwd. Dit alles zal gebeuren zonder dat uw tussenkomst nodig is, maar het kan zijn dat u opties moet instellen voor speciale opstartmethoden. Als u niet zeker weet wat dit betekent, druk op de \"Volgende\"-knop. Als u het wel weet, bekijk de ramdisk-opties hieronder en kies de opties die u nodig heeft voor uw systeem.
pt_br: Seu hardware será configurado automaticamente durante a instalação e um ambiente de ramdisk inicial para fazer boot do Kernel do Linux será criado. Tudo deveria acontecer sem intervenção, mas você pode precisar de algumas opções para métodos de boot especiais. Se você não tem certeza o que isso significa, simplesmente pressione o botão "Próximo". Do contrário, verifique as opções de ramdisk abaixo e selecione os itens que você precisa para o seu sistema.
ru: Ваши оборудование будет сконфигурировано автоматически во время установки, и будет создана начальная среда ramdisk для начальной загрузки ядра Linux. Это не требует вашего вмешательства, но возможно, Вам понадобятся некоторые опции для специальных методов начальной загрузки. Если Вы не уверены на том, что это означает, просто нажмите кнопку "Далее". В ином случае проверьте опции ramdisk ниже и выберите элементы, которые нужны для Вашей системы.

source: Ramdisk Options
de: Einleitenden Datenträger modifizieren:
es_ar: Opciones de Ramdisk
fr: Options de Ramdisk
it: Opzioni Ramdisk
nl_nl: Ramdisk Opties
pt_br: Opções de ramdisk
ru: Опции Ramdisk

source: Activate support for booting from USB devices
de: Das hochfahren von USB Sticks und externen USB Festplatten ermöglichen:
es_ar: Activar soporte para arrancar desde dispositivos USB
fr: Activer le support de démarrage depuis les périphériques USB
hr_hr: Aktiviraj podršku za podizanje sustava sa USB uređaja
it: Attivazione Supporto per Avvio da dispositivi USB
nl_nl: Activeer ondersteuning voor het opstarten vanaf USB-apparaten
pt_br: Ativar suporte para boot via dispositivos USB
ru: Включить поддержку загрузки с USB устройств

source: Activate support for booting from FireWire devices
de: Das hochfahren von Firewire Festplatten ermöglichen:
es_ar: Activar soporte para arrancar desde dispositivos FireWire
fr: Activer le support de démarrage depuis les périphériques FireWire
it: Attivazione supporto per avvio da dispositivi FireWire
nl_nl: Activeer ondersteuning voor het opstarten vanaf FireWire-apparaten
pt_br: Ativar suporte para boot via dispositivos FireWire
ru: Включить поддержку загрузки с FireWire устройств

source: Activate support for booting from PCMCIA devices
de: Das hochfahren von PCMCIA Geräten ermöglichen:
es_ar: Activar soporte para arrancar desde dispositivos PCMCIA
fr: Activer le support de démarrage depuis les périphériques PCMCIA
hr_hr: Aktiviraj podršku za podizanje sustava sa PCMCIA uređaja
it: Attivazione supporto per avvio da dispositivi PCMCIA
nl_nl: Activeer ondersteuning voor het opstarten vanaf PCMIA apparaten
pt_br: Ativar suporte para boot via dispositivos PCMCIA
ru: Включить поддержку загрузки с PCMCIA устройств

source: Activate support for booting from NFS shares
de: Das hochfahren von NFS ermöglichen:
es_ar: Activar soporte para arrancar desde comparticiones NFS
fr: Activer le support de démarrage depuis les partages NFS
it: Attivazione supporto per avvio da condivisioni NFS
nl_nl: Activeer ondersteuning voor het opstarten vanaf NFS mappen
pt_br: Ativar suporte para boot via compartilhamentos NFS
ru: Включить поддержку загрузки с общедоступной NFS

source: Activate support for booting from Software Raid arrays
de: Das hochfahren von Software Raid Arrays ermöglichen:
es_ar: Activar soporte para arrancar desde arrays de Software Raid
fr: Activer le support de démarrage depuis un RAID logiciel
it: Attivazione supporto per avvio da gruppi di volumi Raid
nl_nl: Activeer ondersteuning voor het opstarten vanaf Software Raid arrays
pt_br: Ativar suporte para boot via Software Raids
ru: Включить поддержку загрузки с программное обеспечение RAID массивов

source: Activate support for booting from Software Raid/MDP Partition arrays
de: Das hochfahren von Software Raid/MDP Partitions Arrays ermöglichen:
es_ar: Activar soporte para arrancar desde arrays de Software Raid/Particiones MDP
it: Attivazione supporto per avvio da gruppo di partizioni Raid/MDP
nl_nl: Activeer ondersteuning voor het opstarten van Software Raid/MPD partitie arrays
pt_br: Ativar suporte para boot de arrays de partições de Software Raid/MDP
ru: Активируйте поддержку загрузки из программного обеспечения разделов Raid/MDP массива

source: Activate support for booting from LVM2 volumes
de: Das hochfahren von LVM2 Volumen ermöglichen:
es_ar: Activar soporte para arrancar desde volúmenes LVM2
fr: Activer le support de démarrage depuis les partitions LVM2
hr_hr: Aktivirajte podršku za podizanje sustava sa LVM2 particija
it: Attivazione supporto per avvio da volumi LVM2
nl_nl: Activeer ondersteuning voor het opstarten van LVM2-schijven
pt_br: Ativar suporte para boot via volumes LVM2
ru: Включить поддержку загрузки с LVM2 разделов

source: Activate support for booting from Encrypted volumes
de: Das hochfahren von verschlüsselten Datenträgern ermöglichen:
es_ar: Activar soporte para arrancar desde volúmenes encriptados
fr: Activer le support de démarrage depuis les partitions cryptées
it: Attivazione supporto per avvio da volumi criptati
nl_nl: Activeer ondersteuning voor het opstarten van versleutelde schijven
pt_br: Ativar suporte para boot via volumes criptografados
ru: Включить поддержку загрузки с шифрованных разделов

source: Installation
es_ar: Instalación
hr_hr: Instalacija
it: Installazione
nl_nl: Installatie
pt_br: Instalação
ru: Установка
