Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: Download Popular Bundles
de: Lade beliebte Packete herunter
es_ar: Descargar Paquetes Populares
fr: Télécharger les bundles populaires
it: Reperimento gruppi di pacchetti popolari
nl_nl: Download populaire Bundles
pt_br: Baixar pacotes populares
ru: Загрузить популярные пакеты

source: Bootloader Settings
de: Bootloader Einstellungen
es_ar: Configuración del cargador de arranque
fr: Paramètres du chargeur de démarrage
hr_hr: Postavke učitavača podizanja sustava
it: Cconfigurazione dei parametri del bootloader
nl_nl: Opstartlader instellingen
pt_br: Configurações do gerenciador de boot
ru: Настройки загрузчика

source: Customize Initial Ramdisk
de: Einleitenden Datenträger einstellen
es_ar: Personalizar initial Ramdisk
fr: Personnalisation du Ramdisk initial
it: Personalizzazione file Ramdisk
nl_nl: Initiële Ramdisk Aanpassen
pt_br: Personalizar a ramdisk inicial
ru: Настройка начального Ramdisk

source: Bootloader-Setup finished with Exitcode: %1 Seems something went wrong. Before reboot it is recommended to check %2/boot/grub/grub.cfg.
de: Die Bootloader Installation wurde mit dem Exitcode %1 beendet Offenbar ging dabei etwas schief. Sie können in %2/boot/grub/grub.cfg Einblick nehmen.
es_ar: La instalación del cargador de arranque terminó con Exitcode: %1 Parece que algo salió mal. Antes de reiniciar es recomendable que revise el archivo %2/boot/grub/grub.cfg.
fr: La configuration du chargeur de démarrage s'est arrêtée avec le code : %1 Quelque chose n'a pas fonctionné. Avant de redémarrer, veuillez vérifiez %2/boot/grub/grub.cfg.
it: Il processo di configurazione del boot loadeer è stato terminato con codice di errore:%1 Qualcosa non ha funzionato correttamente. Prima di riavviare si raccomanda di verificare %2/boot/grub/grub.cfg.
nl_nl: Opstartlader-Setup geëindigd met Exitcode: %1\nEr is iets verkeerd gegaan. Alvorens te herstarten is het aangeraden\nom %2/boot/grub/grub.cfg te controleren.\n
pt_br: Instalação do gerenciador de boot terminou com Exitcode: %1 Parece que algo deu errado. Antes de reiniciar, recomenda-se verificar %2/boot/grub/grub.cfg.
ru: Установка загрузчика завершена с кодом %1 Кажется что-то пошло не так. Перед загрузкой рекомендуется проверить %2/boot/grub/grub.cfg.

source: Proprietary ATI Driver
de: Patentrechtlich geschützte ATI Treiber
es_ar: Driver ATI Propietario
fr: Pilote ATI Propriétaire
hr_hr: Vlasnički ATI upravljački program
it: ATI driver propretario
nl_nl: Propriëtair ATI-stuurprogramma
pt_br: Driver proprietário da ATI
ru: Несвободный драйвер ATI

source: Proprietary NVidia Driver
de: Patentrechtlich geschützte NVidia Treiber
es_ar: Driver NVidia Propietario
fr: Pilote NVidia Propriétaire
hr_hr: Vlasnički NVidia upravljački program
it: NVIDIA driver propretario
nl_nl: Propiëtair NVidia-stuurprogramma
pt_br: Driver proprietário da NVidia
ru: Несвободный драйвер NVidia

source: Accept license for:
de: Lizenz akzeptieren für:
es_ar: Acepte la licencia para:
fr: Accepter la licence pour:
hr_hr: Prihvati licencu za:
it: Accettare licenza per:
nl_nl: Accepteer de licentie voor:
pt_br: Aceitar licença para:
ru: Принять лицензию для:

source: You need to select a timezone
de: Wähle eine Zeitzone
es_ar: Selecione su zona horaria
fr: Merci de sélectionner un fuseau horaire
hr_hr: Morate izabrati vremensku zonu
it: Occorre selezionare una time zone per la configurazine del fuso orario
nl_nl: U moet een tijdzone selecteren
pt_br: Você precisa escolher um fuso horário
ru: Вам нужно выбрать часовой пояс

source: Default
de: Voreinstellung
es_ar: Defecto
fr: Paramètre par défaut
hr_hr: Zadano
it: Predefinito
nl_nl: Standaard
pt_br: Padrão
ru: По умолчанию

source: Default group
de: Voreingestellte Gruppe:
es_ar: Grupo por defecto
fr: Groupe par défaut
hr_hr: Zadana grupa
it: Gruppo predefinito
nl_nl: Standaard groep
pt_br: Grupo padrão
ru: Группа по умолчанию

source: Wireless
de: Kabellos
fr: Sans-fil
hr_hr: Bežično
it: Senza fili
nl_nl: Draadloos
ru: Беспроводной

source: Tools for wireless connections
de: Werkzeuge für kabellose Verbindungen
es_ar: Herramientas para conexiones wireless
fr: Outils pour connexions sans-fil
hr_hr: Alati za bežične veze
it: Strumenti per le connessioni senza fili
nl_nl: Hulpmiddelen voor draadloze verbindingen
pt_br: Ferramentas para conexões wireless
ru: Инструменты для беспроводных соединений

source: Applications that depend on GTK
de: Programme die auf GTK basieren
es_ar: Aplicaciones que dependen de GTK
fr: Applications basées sur GTK
hr_hr: Programi koji ovise o GTK
it: Applicazioni che dipendono dalle librerie GTK
nl_nl: Applicaties die van GTK afhangen
pt_br: Aplicações que dependem de GTK
ru: Приложения, зависящие от GTK

source: Graphics
de: Grafik
es_ar: Gráficos
fr: Graphisme
hr_hr: Grafika
it: Grafica
nl_nl: Grafisch
pt_br: Gráficos
ru: Графика

source: Applications to work with graphics
de: Grafikprogramme
es_ar: Aplicaciones para trabajar con gráficos
fr: Applications graphiques
hr_hr: Programi za rad sa grafikom
it: Applicazioni per lavorare con la grafica
nl_nl: Applicaties om te werken met afbeeldingen
pt_br: Aplicações para trabalhar com gráficos
ru: Приложения для работы с графикой

source: Burning
de: Brennen
es_ar: Grabación
fr: Gravure
hr_hr: Snimanje
it: Masterizzare
nl_nl: Branden
pt_br: Gravando
ru: Прожиг дисков

source: Set of packages for disc burning
de: Eine Reihe von Packeten zum Brennen.
es_ar: Grupo de paquetes para la grabación de discos
fr: Ensemble de paquets pour la gravure sur CD/DVD
hr_hr: Grupa paketa za snimanje na disk
it: Gruppo di pacchetti per la masterizzazione dei CD/DVD
nl_nl: Lijst van pakketten om cd/dvd te branden
pt_br: Conjunto de pacotes para gravação de disco
ru: Набор пакетов для прожига диска

source: Printing
de: Drucken
es_ar: Impresión
fr: Impression
hr_hr: Ispisivanje
it: Stampa
nl_nl: Printen
pt_br: Imprimindo
ru: Печать

source: Print much?
de: Intensive Druckerverwendung?
es_ar: Imprime mucho?
fr: Imprimer plus ?
it: Quante stampe?
nl_nl: Print veel?
pt_br: Imprimir muito?
ru: Печатать больше?

source: Multimedia
fr: Multimédia
hr_hr: Multimedija
pt_br: Multimídia
ru: Мультимедиа

source: Music and video players
de: Musik und Video Wiedergabe
es_ar: Reproductores de Música y Video
fr: Lecteurs de musique et vidéo
it: Musica e riproduttori di filmati
nl_nl: Muziek en videospelers
pt_br: Tocadores de música e vídeo
ru: Музыкальные и видеоплееры

source: Gtk Integration
es_ar: Integración GTK
fr: Intégration Gtk
hr_hr: Gtk integracija
it: Integrazione librerie GTK
nl_nl: Gtk integratie
pt_br: Integração GTK
ru: GTK интеграция

source: Integrate Gtk applications with plasma
de: GTK Anwendungen mit Plasma integrieren
es_ar: Integrar aplicaciones GTK con plasma
fr: Intégrer les applications Gtk dans Plasma
hr_hr: Intergrira Gtk programe sa plazmom
it: Applicationi GTK integrate con l'ambiente PLASMA
nl_nl: Integreer Gtk toepassingen met plasma
pt_br: Integrar aplicações GTK com plasma
ru: Интегрировать приложения GTK с plasma

source: Miscelaneous
de: Sonstiges
es_ar: Varios
fr: Divers
hr_hr: Razno
it: Assortito
nl_nl: Allerlei
pt_br: Diversos
ru: Прочее

source: Useful tools and apps
de: Nützliche Werkzeuge und Programme
es_ar: Herramientas y Aplicaciones útiles
fr: Outils et applications utiles
hr_hr: Korisni alati i programi
it: Strumenti e Applicazioni utili
nl_nl: Handige hulpmiddelen en apps
pt_br: Ferramentas úteis e aplicativos
ru: Полезные инструменты и приложения

source: Network Installation. (Disabled: not an available option at this time)
de: Netzwerk Installation. (Momentan nicht möglich)
es_ar: Instalación de red. (Desactivada: no es una opción disponible en este momento)
fr: Installation en mode réseau. (Désactivé: option non disponible pour le moment)
hr_hr: Mrežna instalacija. (Onemogućeno: opcija trenutno nije dostupna)
it: Installazione da rete. (Disabilitata: non è un opzione disponibile al momento)
nl_nl: Netwerk Installatie. (Uitgeschakeld: geen optie op dit moment)
pt_br: Instalação de rede. (Deficiente: não é uma opção disponível no momento)
ru: Сетевая установка. (Отключено: вариант не доступен на данный момент)

source: Please enter a custom mountpoint
de: Bitte definiere den eigenen Einhängepunkt
es_ar: Por favor, ingrese un punto de montaje
fr: Saisir un point de montage personnalisé
hr_hr: Molim unesite prilagođenu točku montiranja
it: Per favore digita un punto di montaggio personalizzato
nl_nl: Gaarne een aangepast aankoppelpunt aangeven
pt_br: Por favor, indique um ponto de montagem de sua escolha
ru: Введите пользовательскую точку монтирования

source: The mount point must start with /
de: Der Einhängepunkt beginnt immer mit /
es_ar: El punto de montaje debe empezar con /
fr: Le point de montage doit commencer par /
hr_hr: Točka mntiranja mora počinjati sa /
it: Il punto di montaggio deve iniziare con /
nl_nl: Het aankoppelpunt moet beginnen met /
pt_br: O ponto de montagem deve começar com /
ru: Точка монтирования должна начинаться с /

source: Error
de: Fehler
fr: Erreur
hr_hr: Greška
it: Errore
nl_nl: Fout
pt_br: Erro
ru: Ошибка

source: New
de: Neu
es_ar: Nuevo
fr: Nouveau
hr_hr: Novo
it: Nuovo
nl_nl: Nieuw
pt_br: Novo
ru: Новый

source: Unsupported
de: Nicht unterstützt
es_ar: No esta soportado
fr: Non supporté
hr_hr: Nepodržano
it: Non Supportato
nl_nl: Niet ondersteund
pt_br: Não suportado
ru: Не поддерживатся

source: Loading partitions...
de: Partitionen werden geladen...
es_ar: Cargando particiones...
fr: Chargement des partitions....
hr_hr: Učitavam particije...
it: Lettura dati delle partizioni in corso...
nl_nl: Partities laden...
pt_br: Carregando partições...
ru: Загрузка разделов...

source: Extended
de: Erweitert
es_ar: Extendida
fr: Partition étendue
hr_hr: Proširena
it: Esteso
nl_nl: Uitgebreid
pt_br: Estendida
ru: Расширенный

source: Installer detected target partitions which are mounted. Do you want Installer to unmount them?
de: Das Installationsprogramm erkennt das die angegebenen Partitionen eingehängt sind. Möchten sie diese Verbindung jetzt lösen? (empfohlen)
es_ar: El Instalador detecto que las particiones de destino están montadas. ¿Quiere que el Instalador las desmonte?
fr: L'installateur a détecté que les partitions cible sont déjà montées. Souhaitez-vous les démonter?
hr_hr: Instalacijski program je otkrio ciljane particije koje su montirane.Želite li da ih instalcijski program odmontira?
it: L'Installazione a rilevato che la partizioni selezionate sono montate. Vuoi che sia l'Installazione ad effettuare l'operazione di unmount?
nl_nl: Installer heeft aangekoppelde partities tegengekomen. Wil u dat Installer deze ontkoppeld?
pt_br: Instalador detectou quais partições alvo que estão montadas. Você deseja que o Instalador desmonte-as?
ru: Установщик обнаружил целевые разделы, которые смонтированы. Вы хотите, чтобы Установщик отмонтировал их?

source: Installer failed to unmount a partition which is target for the installation. You need to unmount the partitions manually before you can proceed.
de: Das Installationsprogramm konnte die Partitionen nicht aushängen, die von ihnen für die Installation angegeben sind. Lösen sie die eingehängten Partitionen mit dem Programm Dolphin.
es_ar: El instalador fallo al desmontar una particion que es el destino de instalacion. Tiene que desmontar las particiones manualmente antes de proceder.
fr: L'installateur a échoué lors du démontage de la partition cible sur laquelle l'installation doit être effectuée. Vous devez démonter les partitions manuellement avant de poursuivre.
hr_hr: Instalacijski program nije uspio odmontirati particiju koja je cilj instalacije.Morate ručno odmontirati particije prije nego nastavite.
it: L'Installazione non riesce a smontare la partizione selezionata per l'installazione di KaOS. E' necessario smontare manualmante la partizione prima di poter continuare.
nl_nl: Installer is er niet in geslaagd een doelpartitie voor de installatie te ontkoppelen. U moet de partities manueel ontkoppelen alvorens verder te gaan.
pt_br: Instalador falhou em desmontar uma partição que é alvo para a instalação. Você precisa desmontar as partições manualmente antes que possa prosseguir.
ru: Установщику не удавалось отмонтировать раздел, который является целью для установки. Вы должны отмонтировать разделы вручную, прежде чем продолжить.

source: Target partitions mounted
de: Angegebene Partitionen eingehängt.
es_ar: Particiones de destino montadas
fr: Partitions cible montées
hr_hr: Ciljane particije su montirane
it: Le partizioni selezionate sono montate
nl_nl: Doelpartities aangekoppeld
pt_br: Partições alvo montadas
ru: Целевые разделы смонтированы

source: The partition you have chosen to mount as '/' is too small. It should have a capacity of at least %1 for a successful installation.
de: Die Partition, die du für das Wurzelverzeichnis / verwenden möchtest, ist zu klein dazu, sie sollte mindestens %1 zur Verfügung stellen.
es_ar: La partición que ha elegido montar como "/" es muy pequeña. Esta debe tener una capacidad de al menos %1 para una instalación correcta.
fr: La partition cible sélectionnée pour '/' est trop petite. La taille minimale doit être au minimum %1 pour que l'installation s'effectue.
hr_hr: Particija koju ste izabrali za montiranje kao '/' je premala.Moraimati kapacitet od najmanje %1 za uspješnu instalaciju.
it: La partizione selezionata come '/' è troppo piccola. E' necessario avere una quantità di spazio maggiore di %1 per poter continuare con l'installazione.
nl_nl: De partitie die u heeft gekozen om / aan te koppelen is te klein. Deze zou een capaciteit van minimum %1 moeten hebben voor een succesvolle installatie.
pt_br: A partição escolhida para ser montada como "/" é muito pequena. Esta deve apresentar uma capacidade de ao menos %1 para uma instalação bem-sucedida.
ru: Раздел, который Вы решили монтировать как '/', слишком мал. Для успешной установки он должен иметь объём по крайней мере %1.

source: Target's capacity not sufficient
de: Das angegebene Ziel verfügt über zu wenig Speicherplatz
es_ar: La capacidad del destino es insuficiente
fr: Capacité cible insuffisante
hr_hr: Kapacitet mete nije dovoljan
it: Spazio disco della partizione selezionata non sufficiente
nl_nl: Doel's capaciteit is onvoldoende
pt_br: A capacidade da partição não é suficiente
ru: Цели не имеют достаточной ёмкости

source: The partition you have chosen to mount as '%1' is not marked for formatting. This might create problems. Do you still want to continue without formating it?
de: Die Partition '%1', die du einhängen willst, ist von dir noch nicht zum formatieren markiert, dies kann Schwierigkeiten hervorrufen. Möchtest du dennoch fortsetzen?
es_ar: La partición que ha elegido como %1 no está marcada para formatear. Esto puede crear problemas. ¿Aún quiere continuar sin formatearla?
fr: La partition sélectionnée pour monter '%1' ne sera pas formatée. Ceci pourrait poser problème. Voulez-vous continuer sans formater?
hr_hr: Particija koju ste odabrali za montiranje kao '%1' nije označena za montiranje.Ovo može stvoriti probleme.Želite li i dalje nastaviti bez formatiranja?
it: La partizione individuata come '%1' non è stata selezionata per la formattazione. Questo potrebbe essere problematico. Sei sicuro di continuare senza formattare?
nl_nl: De partitie gekozen om aan te koppelen als '%1' is niet aangegeven om te formatteren. Dit kan problemen geven. Wilt U nog steeds doorgaan zonder te formatteren?
pt_br: A partição que você escolheu para montar como '%1' não está marcado para formatação. Isso pode criar problemas. Você ainda quer continuar sem formatação?
ru: Раздел, который Вы выбрали для монтирования как '%1', не отмечен для форматирования. Это может создать проблемы. Вы желаете продолжить, без его форматирования?

source: You have selected '%1' as a mountpoint, which is not valid. A valid mountpoint always starts with '/' and represents a directory on disk
de: Der von dir angegebene Einhängepunkt %1 is nicht korrekt, ein korrekter Einhängepunkt startet immer mit / und repräsentiert ein Verzeichnis auf deinem Festplatte.
es_ar: Ha seleccionado %1 como un punto de montaje, este no es válido. Un punto de montaje válido siempre empieza con "/" y representa un directorio en el disco.
fr: Vous avez sélectionné '%1' en tant que point de montage, lequel n'est pas valide. Un point de montage valide débute toujours par '/' et représente un dossier sur le disque
hr_hr: Odabrali ste '%1' kao točku montiranj što nije valjana.Valjana točka montiranja uvijek započinje sa '/' i predstavlja direktorij na disku
it: Hai selezionato '%1' che non è un valido punto di mount. Un punto di mount validi inizia sempre con '/' e rappresenta l'origine delle cartelle su un disco
nl_nl: U heeft '%1' geselecteerd als aankoppelpunt, dit is niet geldig. Een geldig aankoppelpunt begint altijd met '/' en vertegenwoordigd een map op schijf
pt_br: Você selecionou "%1" como um ponto de montagem, o que não é válido. Um ponto de montagem válido sempre começa com "/" e representa um diretório no disco
ru: Выбранный Вами '%1' недопустим в качестве точки монтирования. Допустимая точка монтирования должна начитаться с '/' и представляет каталог на диске

source: You need to select a root partition ('/') to proceed with the installation.
de: Wähle eine Partition auf deiner Festplatte, in die das Wurzelverzeichnis / eingehängt werden soll..
es_ar: Debe seleccionar una partición root (/) para proceder con la instalación.
fr: Vous devez sélectionner une partition racine ('/') pour continuer l'installation.
hr_hr: Morate odabrati korjensku particiju ('/') da biste nastavili sa instalacijom.
it: E' necessario selezionare a partizione di root (origine) per procedere pcon l'installazione.
nl_nl: U moet een rootpartitie ('/') selecteren alvorens met de installatie verder te gaan.
pt_br: Você precisa selecionar uma partição raiz ("/") para prosseguir com a instalação.
ru: Вам необходимо выбрать корневой раздел ('/'), для продолжения установки

source: When using a GPT Partition Table you need to have a unformatted partition with the bios_grub flag!
de: Wenn du eine GPT Partitions Tabelle verwendest, verwende immer eine unformatierte Partition mit der bios_grub Markierung.
es_ar: Cuando se utiliza la Tabla de Partición GPT usted debe tener una partición sin formato con la bandera de bios_grub!
fr: Lors de l'utilisation d'une table de partition GPT vous devez disposer d'une partition non formatée étiquetée bios_grub !
hr_hr: Kada koristite GPT particijsku tablicu morate imati neformatiranu particiju sa bios_grub zastavom!
it: In caso di GPT Partition Table è necessario avere la disponibilità di una partizione non formattata e configurata con l'indicatore bios_grub!
nl_nl: Als u een GPT Partitie Tabel gebruikt moet u een ongeformatteerde partitie hebben met de bios_grub flag!
pt_br: Ao usar uma Tabela de Partição GPT você precisa ter uma partição não formatada com a marcação de bios_grub!
ru: Для использования таблицы разделов GPT, вы должны иметь неформатированный раздел с флагом bios_grub!

source: Offline install
de: Standart Installation
es_ar: Instalación offline
fr: Installation hors-ligne
it: Installazione non in linea
nl_nl: Offline Installatie
pt_br: Instalação offiline
ru: Установить оффлайн

source: Copy ISO
de: ISO kopieren
es_ar: Copiar ISO
fr: Copie de l'ISO
hr_hr: Kopiraj ISO
it: Copia ISO
nl_nl: ISO kopiëren
pt_br: Copiar ISO
ru: Копировать ISO

source: New partition (%1) on %2
de: Neue Partition (%1) on %2
es_ar: Nueva particion (%1) en %2
fr: Nouvelle partition (%1) sur %2
hr_hr: Nova particija (%1) na %2
it: Nuova partizione (%1) su %2
nl_nl: Nieuwe partitie (%1) op %2
pt_br: Nova partição (%1) em %2
ru: Новый раздел (%1) на %2

source: %1 will be used as %2
de: %1 wird als %2 verwendet
es_ar: %1 se usará como %2
fr: %1 va être utilisé en tant que %2
hr_hr: %1 će biti korišten kao %2
it: %1 sarà utilizzata come %2
nl_nl: %1 zal gebruikt worden als %2\n
pt_br: %1 será usada como %2
ru: %1 будет использован в как %2

source: '%1' will be used as timezone '%2' will be used as language and '%3' will be used as locale Keyboard settings: %4 %5 %6
de: '%1' wird als Zeitzone verwendet '%2' wird als Sprache verwendet und '%3' wird als Region verwendet Tastatur Einstellungen: %4 %5 %6
es_ar: %1 se utilizara como la Zona Horaria %2 se utilizara como el Lenguaje y %3 se utilizara como locale Configuración del Teclado: %4 %5 %6
fr: '%1' va être utilisé comme fuseau horaire '%2' va être utilisé comme langue et '%3' comme code langue clavier par défaut: %4 %5 %6
it: '%1' sarà utilizzata come timezone '%2' sarà utilizzata come lingua e '%3' sarà utilizzata come localizzazione Configurazione della tastiera: %4 %5 %6
nl_nl: '%1' zal gebruikt worden als tijdzone\n'%2' zal gebruikt worden als taal en '%3' zal gebruikt worden als locale\nToetsenbord instellingen: %4 %5 %6
pt_br: '%1' será utilizado como fuso horário '%2' vai ser utilizada como idioma e '%3' será utilizado como local Configurações do teclado: %4 %5 %6
ru: '%1' будет использован в качестве часового пояса '%2' будет использован в качестве языка и '%3' будет региональными настройками Настройки клавиатуры: %4 %5 %6

source: Continue
de: Weiter
es_ar: Continuar
fr: Continuer
hr_hr: Nastavi
it: Continua
nl_nl: Volgende
pt_br: Continuar
ru: Продолжить

source: The following partitions appear to be mounted: %1. To let the installation happen correctly, Installer will now unmount them.
de: Die folgenden Partitionen sind offenbar eingehängt: %1. Um eine saubere Installation zu gewährleisten, werden diese nun ausgehängt. Dies ist eine softwareseitige Demontierung zu Sicherheitszwecken.
es_ar: Las siguientes particiones parecen estar montadas: %1. Para que la instalación sea correcta, el instalador va a desmontarlas.
fr: Les partitions suivantes semblent être montées: %1. Afin que l'installation se déroule correctement, l'installateur va maintenant les démonter.
hr_hr: Izgleda da su slijedeće particije montirane: %1. Da bi instalacija protekla korektno, instalacijski program će ih odmontirati.
it: E' stato rilevato che le seguenti partizioni sono state montate: %1. Al fine di continuare con l'Installazione saranno automaticamente smontate.
nl_nl: De volgende partities lijken aangekoppeld te zijn: %1. Om de installatie succesvol te doen verlopen, zal Installer deze nu ontkoppelen.
pt_br: As seguintes partições aparecem montadas: %1. Para a instalação acontecer corretamente, o Instalador irá desmontá-las agora.
ru: Следующие разделы, возможно смонтированы: %1. Чтобы установка прошла успешно, установщик отмонтирует их.

source: You must give at least one login name.
de: Sie müssen zumindest einen Benutzernamen eingeben.
es_ar: Debe ingresar al menos un nombre de inicio de sesión.
fr: Vous devez spécifier au moins un compte utilisateur.
hr_hr: Morate dati barem jedno ime prijave.
it: Devi fornire almen un nome per il login.
nl_nl: U moet tenminste één login naam opgeven.
pt_br: Você deve indicar ao menos um nome de usuário.
ru: Вы должны задать как минимум одно имя входа в систему.

source: Root Passwords cannot be empty.
de: Bitte gib ein Administrationspasswort an und merke dir dieses gut.
es_ar: La contraseña de root no puede estar vacía.
fr: Les mots de passe root ne peuvent être vides.
hr_hr: Korjenske lozinke ne mogu biti prazne.
it: il campo Root Password non può essere vuoto.
nl_nl: Root wachtwoorden mogen niet leeg zijn.
pt_br: Senhas de Administrador não podem estar vazias.
ru: Root пароли не могут быть пустыми.
