Repository: abveritas/installer
Catalog: translations/*.po
Languages: de, es_ar, fr, hr_hr, it, nl_nl, pt_br, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparation</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Vorbereitung</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> \n p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparación</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Préparation</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Priprema</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//IT" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparazione</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-weight:600; color:#343434;\">Voorbereiding</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparação</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Подготовка</span></p></body></html>

source: Abort installation
de: Installation abbrechen !
es_ar: Cancelar Instalación
fr: Annuler l'installation
hr_hr: Prekini instalaciju
it: Installazione non conclusa correttamente
nl_nl: Installatie Afbreken
pt_br: Abortar a instalação
ru: Прервать установку

# Previous Page
source: Previous
de: Zurück
es_ar: Anterior
fr: Précédent
hr_hr: Prethodno
it: Precedente
nl_nl: Vorige
pt_br: Voltar
ru: Предыдущее

# Next Page
source: Next
de: Weiter
es_ar: Siguiente
fr: Suivant
hr_hr: Slijedeće
it: Prossimo
nl_nl: Volgende
pt_br: Próximo
ru: Далее

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Bootloader Installation</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> \n p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalación del Cargador de Arranque</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installation du programme de démarrage</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css">⏎ p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalacija učitavača podizanja sustava</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Installazione Bootloader</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;\"><span style=\" font-size:22pt; font-weight:600; color:#f343434;\">Installatie van de opstartlader</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Instalação do gerenciador de boot</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'Sans Serif'; font-size:10pt;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Установка загрузчика</span></p></body></html>

source: You can now install GRUB as your main bootloader. If you are unsure where you should install the bootloader to, just leave the default value (hd0).
de: Du kannst nun GRUB als deinen Bootloader installieren. Wenn du dir unsicher bist, wohin du ihn installieren sollst, belasse es ganz einfach bei der Voreinstellung (hd0).
es_ar: Ahora puede instalar GRUB como su gestor de arranque principal. Si no está seguro de donde se debe instalar el gestor de arranque, solo deje el valor por defecto (hd0).
fr: Vous pouvez maintenant installer GRUB comme programme de démarrage par défaut. Si vous n'êtes pas sûr de l'endroit où l'installer, veuillez laisser la valeur par défaut (hd0).
hr_hr: Sada možete instalirati GRUB kao vaš glavni učitavač podizanja sustava. Ako niste sigurni gdje treba instalirati učitavač podizanja sustava, ostavite zadanu vrijednost (hd0).
it: Puoi adesso installare GRUB come principale Bootloader Se non sei sicuro della modalità di installazione del bootloader lascia il valore predefinito (hd0).
nl_nl: U kunt nu GRUB installeren als hoofdopstartlader.\n\nAls u niet zeker weet waar u de opstartlader moet installeren,\nneem dan de standaardwaarde (hd0).
pt_br: Você pode agora instalar o GRUB como seu gerenciador de boot principal. Se você não tem certeza onde deve instalar o carregador de boot, apenas deixe o valor padrão (hd0).
ru: Теперь можно установить GRUB в качестве основного загрузчика. Если вы не уверены, куда нужно установить загрузчик, просто оставить значение по умолчанию (hd0).

source: Install Bootloader
de: Bootloader installieren
es_ar: Instalar el Cargador de Arranque
fr: Installer le programme de démarrage
hr_hr: Instaliraj učitavač podizanja sustava
it: Installazione bootloader
nl_nl: Opstartlader installeren
pt_br: Instalar o gerenciador de boot
ru: Установка загрузчика

source: Advanced...
de: Detailierte Einstellungen
es_ar: Avanzado...
fr: Avancée...
hr_hr: Napredno...
it: Avanzato...
nl_nl: Geavanceerd...
pt_br: Avançado...
ru: Дополнительно...

source: Install to:
de: Installieren in:
es_ar: Instalar en:
fr: Choix de la partition d'installation :
hr_hr: Instaliraj na:
it: installazione su:
nl_nl: Installeer naar:
pt_br: Instalar em:
ru: Установить в:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuration</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Einstellung</span></p></body></html>
es_ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> \n <html><head><meta name="qrichtext" content="1" /><style type="text/css"> \n p, li { white-space: pre-wrap; } \n </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> \n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuración</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//FR" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuration</span></p></body></html>
hr_hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt- block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Konfiguracija</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configurazione</span></p></body></html>
nl_nl: <!DOCTYPE HTML PUBLIC \"-//W3C//DTD HTML 4.0//EN\" \"http://www.w3.org/TR/REC-html40/strict.dtd\">\n<html><head><meta name=\"qrichtext\" content=\"1\" /><style type=\"text/css\">\np, li { white-space: pre-wrap; }\n</style></head><body style=\" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;\">\n<p style=\" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;\"><span style=\" font-size:22pt; font-weight:600; color:#343434;\">Configuratie</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Configuração</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:14pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt; font-weight:600; color:#343434;">Конфигурация</span></p></body></html>

source: NFS Shares
es_ar: Compartición NFS
fr: Partages NFS
hr_hr: NFS djeljenja
it: Condivizione NFS
pt_br: Compartilhamentos NFS
ru: Общедоступный NFS

source: Activate support for booting from:
de: Aktiver Boot Support von:
es_ar: Activar el soporte para el arranque desde:
fr: Activer le support du démarrage depuis :
hr_hr: Aktivirajte pomoć za podizanje sustava sa:
it: Attivazione del supporto per boot da:
nl_nl: Activeer ondersteuning voor het opstarten vanaf:
pt_br: Ativar suporte para fazer boot de:
ru: Включить поддержку загрузки с:

source: Software Raid Arrays
fr: RAID logiciel
hr_hr: Software Raid polja
nl_nl: Software Rais Arrays
pt_br: Arrays de Software Raid
ru: Программное обеспечение RAID массивов

source: LVM2 Volumes
de: LVM2 Volumen
es_ar: Volúmenes LVM2
fr: Volumes LVM2
hr_hr: LVM2 particije
it: Volumi LVM2
pt_br: Volumes LVM2
ru: LVM2 разделы

source: Encrypted Volumes
de: Verschlüsselte Volumen
es_ar: Volúmenes Encriptados
fr: Volumes cryptés
it: Volumi criptati
nl_nl: Geëncrypteerde Volumes
pt_br: Volumes criptografados
ru: Шифрованные разделы

source: Generate Initial Ramdisk
de: Bestätigen
es_ar: Generar el Initial Ramdisk
fr: Générer le Ramdisk initial
it: Generazione Iniziale Ramdisk in corso
nl_nl: Genereer Initiële Ramdisk
pt_br: Gerar ramdisk inicial
ru: Генерирование первоначального Ramdisk

source: MDP Partition Arrays
de: MDP Partitions Arrays
pt_br: Arrays de partição MDP
ru: Массивы MDP разделов

source: Download
es_ar: Descargar
fr: Télécharger
hr_hr: Preuzimanje
it: Scaricamento
pt_br: Baixar
ru: Загрузка

source: Colorize
es_ar: Colorear
fr: Colorer
it: Colorato
nl_nl: Kleuren
pt_br: Colorir
ru: Цвета

source: Install GRUB2
es_ar: Instalar GRUB2
fr: Installer GRUB2
hr_hr: Instaliraj GRUB2
it: Installazione GRUB2
nl_nl: GRUB2 installeren
pt_br: Instalar GRUB2
ru: Установка GRUB2

source: You can now install GRUB2 as your main bootloader. GRUB2 will be installed on the same hard drive where your "/boot" folder is located.
de: Du kannst GRUB2 jetzt als deinen Haupt Bootloader installieren. GRUB2 wird auf die gleiche Festplatte installiert, auf der dein /boot Ordner liegt.
es_ar: Ahora podes instalar GRUB2 como tu principal gestor de arranque. /n GRUB2 se instalará en el mismo disco duro donde esta la carpeta "/boot".
fr: Vous pouvez maintenant installer GRUB2 comme gestionnaire de démarrage par défaut. GRUB2 sera installé sur le disque qui contient le dossier "/boot".
hr_hr: Sada možete instalirati GRUB2 koo glavni učitavač podizanja sustava. GRUB2 će biti instaliran n isti tvrdi disk gdje je locirana vaša "/boot" mapa.
it: Puoi adesso installare GRUB2 come bootloader principale. GRUB2 sarà installato sulla stesso hard disk dove si trova la cartella "/boot".
nl_nl: U kunt nu GRUB2 als hoofdopstartlader installeren.\nGRUB2 wordt geinstalleerd op dezelfde harde schijf waar uw \"/boot\" map is.
pt_br: Agora você pode instalar GRUB2 como seu gerenciador de inicialização principal. GRUB2 será instalado no mesmo disco rígido onde a pasta "/boot" está localizada.
ru: Теперь можно установить GRUB2 в качестве основного загрузчика. GRUB2 будет установлен на жесткий диск, на котором находится ваша папка "/boot".

source: Cancel
de: Abbrechen
es_ar: Cancelar
fr: Annuler
hr_hr: Otkaži
it: Cancella
nl_nl: Annuleren
pt_br: Cancelar
ru: Отмена

source: Change System Appearance
de: Verändere das Aussehen des Systems
es_ar: Cambiar Apariencia del Sistema
fr: Changer l'apparence du système
hr_hr: Promjeni izgled sustava
it: Modifica della modalità grafica di presentazione del sistema
nl_nl: Systeem uiterlijk veranderen
pt_br: Alterar a aparência do sistema
ru: Изменить внешний вид системы

source: Advanced Options
de: Erweiterte Optionen
es_ar: Opciones Avanzadas
fr: Options avancées
hr_hr: Napredne opcije
it: Opzioni avanzate
nl_nl: Geavanceerde Opties
pt_br: Opções avançadas
ru: Дополнительные настройки

source: Your newly installed KaOS system is ready. Here you can choose advanced extra options like creating initial ramfs for booting from an usb device or using an existing bootloader to add KaOS to (not having this Installer install GRUB2).
de: Dein neues KaOS Betriebssystem ist fertig installiert. Jetzt kannst du hier noch einige erweiterte Einstellungen treffen, wie etwa die einleitende
es_ar: Su sistema KaOS esta instalado. Aca tiene algunas opciones extra avanzadas como crear ramfs iniciales para bootear desde un dispositivo usb o mediante un gestor de arranque existente añadir KaOS (no teniendo este instalador instalar GRUB2)
fr: Votre système d'exploitation KaOS a été installé et est prêt à l'emploi. Vous pouvez sélectionner ici des options supplémentaires comme la création du ramfs initial, afin de démarrer depuis un périphérique USB ou bien utiliser un gestionnaire de démarrage existant pour ajouter KaOS (si vous n'avez pas installé GRUB2 comme programme de démarrage).
it: Il tuo nuovo sistema operativo KaOS è pronto. Adesso puoi scegliere delle avanzate opzioni di configurazione come la creazione di file ramfs (initrd) per l'avvio da un disco USB o utilizzare un esistente bootloader a cui aggiungere KaOS (scegliendo di non installare GRUB2).
nl_nl: Uw nieuw geïnstalleerd KaOS systeem is klaar. Hier kunt u geavanceerde extra opties instellen zoals het creëren van een initiële ramfs voor het opstarten vanaf een usb apparaat of het gebruiken van een bestaande opstartlader om KaOS aan toe te voegen (niet de Installer gebruiken om GRUB2 te installeren)
pt_br: Seu sistema KaOS recém-instalado está pronto. Aqui você pode escolher opções adicionais avançadas como a criação de ramfs iniciais para inicialização a partir de um dispositivo USB ou usando um gerenciador de inicialização existente para adicionar a KaOS (não tendo nada, instalar GRUB2).
ru: Ваша свжеустановленная система KaOS готова. Здесь Вы можете выбрать улучшенные дополнительные опции такие как создание начального ramfs для загрузки с USB, или использование существующего загрузчика, чтобы добавить KaOS (отсутвует GRUB2 установленный этим установщиком)...
